Repository: MacThings/kextupdater
Catalog: Kext Updater/*.lproj/Localizable.strings
Languages: de

source: Boot EFI Volume not found!
de: Boot EFI nicht gefunden!

source: Bummer
de: Schade

source: Choose an EFI folder
de: Wähle einen EFI Ordner

source: Choose an OpenCore config file
de: Wähle eine OpenCore Konfiguartionsdatei

source: Disabled
de: Deaktiviert

source: Do Not Move
de: Nicht verschieben

source: Do you want to create a system report right now?
de: Möchtest Du jetzt einen Systemreport erstellen?

source: Enabled
de: Aktiviert

source: I can move myself to the Applications folder if you'd like. This will keep your Downloads folder uncluttered.
de: Ich kann mich selbst in den Programme-Ordner verschieben wenn Du möchtest. Somit bleibt Dein Download-Ordner aufgeräumt.

source: Move to Applications Folder
de: In den Programme-Ordner verschieben

source: Move to Applications folder?
de: In den Programme-Ordner verschieben?

source: No
de: Nein

source: No selection!
de: Nichts ausgewählt!

source: Please choose anything before and try again.
de: Bitte wähle erst etwas aus und versuche es erneut.

source: Read / Write
de: Lesen / Schreiben

source: Read only
de: Nur lesen

source: The volume containing the Boot EFI is no longer available in the system. Please connect the device to the computer and try again.
de: Das Volume welches die Boot EFI enthält ist nicht mehr im System verfügbar. Bitte verbinde das Gerät mit dem Rechner und versuche es noch einmal.

source: This could take some time. You can abort it every time.
de: Das kann eine Weile dauern. Du kannst den Vorgang aber jederzeit abbrechen.

source: Uh Oh! An error has occured.
de: Oh nein! Ein Fehler ist aufgetreten.

source: Warning
de: Warnung

source: Yes
de: Ja

source: You are not connected to the Internet or the Server is not reachable at the moment. Please try again later.
de: Du bist entweder nicht mit dem Internet verbunden oder der Server antwortet im Moment nicht. Versuche es später noch einmal.

source: Sever maintenance
de: Server Aktualisierunsarbeiten

source: Server is doing some maintenance stuff these minutes. Please try again in a few minutes.
de: Der Server führt gerade Aktualisierunsarbeiten durch. Bitte versuche es in in ein paar Minuten noch einmal.

source: General information!
de: Generelle Information

source: If there are any malfunctions, 99% of the time it is always the activated SIP to blame. Either you deactivate the SIP temporarily or not all functions can be used by the Kext Updater. Please also refrain from bug reports, as I cannot change anything about this. Thank you!
de: Wenn es zu irgendwelchen Fehlfunktionnen kommen sollte ist zu 99% immer die eingeschaltete SIP daran schuld. Entweder Du deaktivierst die SIP temporär oder aber nicht alle Funktionen können vom Kext Updater genutzt werden. Bitte siehe auch von Bug Reports ab, da ich an diesem Umstand nichts ändern kann. Danke.

source: Understand
de: Verstanden
