Repository: MacThings/kextupdater
Catalog: Kext Updater/*.lproj/MainMenu.strings
Languages: cs, de, es, fi, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

# greet2
source: Have a nice day $osuser. Let's see if there's something new for you. Here we go...
cs: Pěkný den $osuser. Uvidíme, jestli je pro tebe něco nového.
de: Guten Tag $osuser. Dann wollen wir mal schauen, ob es etwas Neues gibt. Los gehts ...
es: Buen día $osuser. Veamos si hay algo nuevo para tí...
fi: Nauti mukava päivä $ osuser. Katsotaan onko sinulla jotain uutta sinulle ... tässä mennään ...
fr: Bonne journée $osuser Voyons voir s'il y a quelque chose de nouveau pour vous, nous y voilà ...
it: Buona giornata $osuser, vediamo se c'è qualcosa di nuovo per te, eccoci ...
nl: Goedemiddag $osuser. Laten we even kijken of er al iets nieuws beschikbaar is. Daar gaan we...
pl: Dzień dobry $osuser. Sprawdźmy, czy są dla Ciebie nowe aktualizacje.
pt_pt: Olá $osuser. Então vamos ver se há algo novo. Vamos lá ...
ru: Добрый день $osuser. Посмотрим, есть ли что-то новое. Поехали! ...
sv: Ha en bra dag $osuser. Låt oss se om det finns något nytt för dig. Här går vi ...
tr: Merhaba $osuser. Yenilik olup olmadığını bakalım...
uk: Добрий день $osuser. Перевіримо чи вийшли оновлення. Старт! ...

# greet3
source: Good evening $osuser. Let's see if there's something new for you. Here we go...
cs: Dobrý večer $osuser. Uvidíme, jestli je pro tebe něco nového.
de: Guten Abend $osuser. Dann wollen wir mal schauen, ob es etwas Neues gibt. Los gehts ...
es: Buenas tardes $osuser. Veamos si hay algo nuevo para usted. Aquí vamos...
fi: Hyvää iltaa $ osuser. Katsotaanpa, onko sinulle jotain uutta, tässä mennään ...
fr: Bonsoir $osuser Voyons voir s'il y a quelque chose de nouveau pour vous, nous y voilà ...
it: Buonasera $osuser Vediamo se c'è qualcosa di nuovo per te, eccoci qui ...
nl: Goedenavond $osuser. Laten we even kijken of er al iets nieuws beschikbaar is. Daar gaan we...
pl: Dobry wieczór $osuser. Sprawdźmy, czy są dla Ciebie nowe aktualizacje.
pt_pt: Boa noite $osuser. Então vamos ver se há algo novo. Vamos lá ...
ru: Добрый вечер $osuser. Посмотрим, есть ли что-то новое. Поехали! ...
sv: God kväll $osuser. Låt oss se om det finns något nytt för dig. Här går vi ...
tr: İyi akşamlar $osuser. Yenilik olup olmadığını bakalım...
uk: Добрий вечір $osuser. Перевіримо чи вийшли оновлення. Старт! ...

# latest
source: The latest Version is already downloaded. If its already installed please remove the Folder from your Computer.
cs: Nejnovější verze je již stažena. Pokud je již nainstalovaná, odeberte složku z počítače.
de: Die aktuellste Version wurde schon heruntergeladen. Wenn sie bereits installiert ist, kannst Du den Ordner löschen.
es: La última versión ya está descargada. Si ya está instalado, retire la carpeta de su computadora.
fi: Viimeisin versio on jo ladattu. Jos se on jo asennettu, poista kansio tietokoneesta.
fr: La dernière version est déjà téléchargée Si elle est déjà installée, veuillez supprimer le dossier de votre ordinateur.
it: L'ultima versione è già stata scaricata. Se è già installata, rimuovere la cartella dal computer.
nl: De nieuwste versie is al gedownload. Als de map al is geïnstalleerd, verwijdert u deze van uw computer.
pl: Najnowsza wersja jest już pobrana. Jeśli jest już zainstalowana, usuń folder z pulpitu.
pt_pt: A versão mais recente já foi baixada. Se já estiver instalado, você poderá excluir a pasta.
ru: Последняя версия уже загружена. Если он уже установлен, удалите папку со своего компьютера.
sv: Den senaste versionen är redan nedladdad. Om det redan är installerat, ta bort mappen från din dator.
tr: Son güncel sürüm indirilmiş. Yükleme işlemi tamamlandıysa bu dosyayı silebilirsiniz..
uk: Остання версія вже завантажена. Якщо його вже встановлено, будь ласка, видаліть папку з комп'ютера.

# upd
source: Checking Kext Updater ...
cs: Kontrola Kext Updater ...
de: Überprüfe Kext Updater ...
es: Comprobando Kext Updater ...
fi: Kext Updaterin tarkistaminen ...
fr: Vérification de Kext Updater ...
it: Controllo di Kext Updater ...
nl: Bezig met controleren van Kext Updater ...
pl: Sprawdzanie Kext Updater...
pt_pt: Verifique o Kext Updater ...
ru: Проверка программы для обновление Кекстав ...
sv: Kontrollera Kext Updater ...
tr: Kext Updateri Denetliyorum ...
uk: Перевірка програми для оновлення кекстів...

# upd1
source: Update available!
cs: Aktualizace k dispozici!
de: Update verfügbar!
es: ¡Actualización disponible!
fi: Päivitys saatavilla!
fr: Mise à jour disponible!
it: Aggiornamento disponibile!
nl: Update beschikbaar
pl: Aktualizacja dostępna!
pt_pt: Atualização disponível!
ru: Доступно обновление!
sv: Uppdatering tillgänglig!
tr: Güncelleme var!
uk: Доступне оновлення!

# upd2
source: Your Version..... =
cs: Vaše verze ...... =
de: Installierte Version... =
es: Versión instalada........ =
fi: Versiosi ......... =
fr: Votre version ........ =
it: La tua versione ... =
nl: Genstalleerde versie... =
pl: Twoja wersja..... =
pt_pt: Versão instalada ..... =
ru: Установленная версия... =
sv: Din version ..... =
tr: Yüklü sürüm... =
uk: Встановлена версія... =

# upd3
source: Server Version... =
cs: Verze serveru ... =
es: Versión en el servidor... =
fi: Palvelinversio ... =
fr: Version du serveur ... =
it: Versione server ... =
nl: Serverversie........... =
pl: Wersja serwera... =
pt_pt: Versão do servidor ... =
ru: Версия сервера......... =
tr: Son sürümü.... =
uk: Версія на сервері.... =

# upd4
source: You are up to date
cs: Jste aktuální
de: Du bist auf dem neuesten Stand.
es: Actualizado
fi: Olet ajan tasalla
fr: Vous êtes à jour
it: Sei aggiornato
nl: Je bent helemaal up-to-date.
pl: Jest aktualny
pt_pt: Você está atualizado
ru: Вы используете самую актуальную Версию
sv: Du är uppdaterad
tr: Güncel durumdasınız
uk: Ви використовуєте актуальну версію

# checkver
source: Checking
cs: Kontrola
de: Überprüfe
es: Comprobando
fi: Tarkista
fr: Vérification
it: Controllo
nl: Bezig met controleren
pl: Sprawdzanie
pt_pt: verificar
ru: Проверка
tr: Denetliyorum
uk: Перевірка

source: Last check
cs: Poslední kontrola
de: Zeitpunkt der letzten Überprüfung
es: Última comprobación
fi: Viimeinen tarkistus
fr: Dernier contrôle
it: Ultimo controllo
nl: Tijdstip van laatste controle
pl: Ostatnie sprawdzanie
pt_pt: Data da última inspecção
ru: Время последнего обзора
sv: Senaste kontrollen
tr: Son denetleme zamanı
uk: Остання перевірка

# apfstext0
source: √ You are up to date.
cs: √ Jste aktuální.
de: √ Du bist auf dem neuesten Stand
es: √ Está actualizado
fi: √ Olet ajan tasalla.
fr: √ Vous êtes à jour
it: √ Sei aggiornato.
nl: Je bent helemaal up-to-date.
pl: √ Jest aktualny.
pt_pt: √ Você está atualizado
ru: √ Вы используете самую актуальную Версию
sv: √ Du är uppdaterad.
tr: √ Güncel durumdasınız
uk: √ Ви використовуєте актуальну версію

# apfstext1
source: Downloaded a newer apfs.efi Version.
cs: Staženo novější verze apfs.efi.
de: Eine neue Version von apfs.efi ist verfügbar und wurde heruntergeladen.
es: Se descargó una nueva versión de apfs.efi
fi: Ladattu uudempi apfs.efi Versio.
fr: Téléchargé une version plus récente d'apfs.efi.
it: Download di una versione apfs.efi più recente.
nl: Een nieuwere apfs.efi-versie gedownload.
pl: Pobrano nowszą wersję apfs.efi.
pt_pt: Uma nova versão do apfs.efi está disponível e voi baixada.
ru: Загружена новая версия apfs.efi.
sv: Hämtad en nyare apfs.efi Version.
tr: Apfs.efi’nin yeni bir sürümü mevcut ve indirildi.
uk: Завантажено нову версію apfs.efi.

# apfsinit
source: Latest apfs.efi was downloaded.
cs: Nejnovější soubor apfs.efi byl stažen.
de: Die aktuelle apfs.efi wurde heruntergeladen.
es: Se ha descargado el último apfs.efi
fi: Viimeisin apfs.efi ladattiin.
fr: Le dernier apfs.efi a été téléchargé.
it: L'ultimo apfs.efi è stato scaricato.
nl: Laatste apfs.efi is gedownload.
pl: Pobrano najnowszą apfs.efi.
pt_pt: O atual apfs.efi foi baixado.
ru: Был загружен последний apfs.efi.
sv: Senaste apfs.efi hämtades.
tr: Güncel apfs.efi indirildi.
uk: Отримано останню версію apfs.efi.

# webdrload
source: is downloading.
cs: stahuje.
de: wird heruntergeladen.
es: está descargando.
fi: lataa.
fr: télécharge.
it: sta scaricando.
nl: is aan het downloaden.
pl: Pobierane.
pt_pt: é baixado.
ru: загружается.
sv: hämtas.
tr: indiriliyor.
uk: завантажується.

# webdrloaded
source: 👍🏼 Done.
cs: 👍🏼 Hotovo.
de: 👍🏼 Fertig.
es: 👍🏼 Hecho.
fi: 👍🏼 Valmis.
fr: 👍🏼 Fait.
it: 👍🏼 Fatto.
nl: 👍🏼 Klaar.
pl: 👍🏼 Zrobione.
pt_pt: 👍🏼 Feito.
ru: 👍🏼 Готово.
sv: 👍🏼 Klar.
tr: 👍🏼 Bitti.
uk: 👍🏼 Виконано.

# loading
source: Downloading File.
cs: Stahování souboru.
de: Lade Datei herunter.
es: Descargando archivo.
fi: Tiedoston lataaminen.
fr: Téléchargement du fichier.
it: Download di file.
nl: Bestand downloaden.
pl: Pobieranie pliku.
pt_pt: Download de arquivos.
ru: Загрузка файла.
sv: Hämtar fil.
tr: Dosya indiriliyor.
uk: Завантаження файлу.

# dloading
source: downloading.
cs: stahování
de: wird heruntergeladen.
es: descargado.
fi: lataamisen.
fr: téléchargement.
it: scaricare.
nl: downloaden.
pl: Pobrane.
pt_pt: baixar.
ru: Загрузка.
sv: nedladdning.
tr: indiriliyor.
uk: Завантаження.

# dupekext
source: The latest Version is already downloaded to your Computer. If its already installed please remove the Folder from your Desktop.
cs: Nejnovější verze je již stažena do vašeho počítače. Pokud je již nainstalovaná, odeberte složku z pracovní plochy.
de: Die aktuellste Version befindet sich bereits auf Deinem Rechner. Wenn der Kext bereits installiert sein sollte, so lösche bitte den entsprechenden Ordner.
es: La última versión ya está descargada en su computadora. Si ya está instalado, elimine la carpeta.
fi: Viimeisin versio on jo ladattu tietokoneeseen. Jos se on jo asennettu, poista kansio työpöydältäsi.
fr: La dernière version est déjà téléchargée sur votre ordinateur Si elle est déjà installée, supprimez le dossier de votre bureau.
it: L'ultima versione è già stata scaricata sul tuo computer. Se è già installata, rimuovi la cartella dal desktop.
nl: De nieuwste versie is al gedownload naar uw computer. Als het al is geïnstalleerd, verwijdert u het.
pl: Najnowsza wersja zostałą już pobrana na Twój komputer. Jeśli jest już zainstalowana, usuń folder z pulpitu.
pt_pt: A versão mais recente já está no seu computador. Se o kext já estiver instalado, por favor, apague a pasta correspondente.
ru: Последняя версия уже загружена на ваш компьютер. Если он уже установлен, удалите его.
sv: Den senaste versionen har redan laddats ner till din dator. Om den redan är installerad, ta bort mappen från skrivbordet.
tr: Son güncel sürüm bilgisayarınızda yüklü, yükleme işlemi tamamlandıysa bu dosyayı silebilirsiniz.
uk: Остання версія вже завантажена на ваш комп'ютер. Якщо його вже встановлено, будь ласка, видаліть його.

# obsolete1
source: Attention!!! Please make sure to delete your old
cs: Pozor!!!\nProsím, nezapomeňte smazat staré
de: Achtung!!! Bitte lösche Deinen alten
es: ¡¡¡Atención!!!\nPor favor recuerde eliminar
fi: Huomio!!! Varmista, että poistat vanhan
fr: Attention !!!\nVeuillez vous assurer de supprimer votre ancienne
it: Attenzione !!!\nAssicurati di eliminare il tuo vecchio
nl: Let op !!!\nVerwijder
pl: Uwaga!!! Upewnij się aby usunąć stare dane
pt_pt: Atenção !!!\n Por favor, exclua seu antigo
ru: Внимание !!! Пожалуйста, удалите старые
sv: OBS!!!\nVälj noga med att ta bort din gamla
tr: Dikkat !!! Eski olan
uk: Увага !!!\nБудь-ласка, видаліть застарілі

# obsolete2
source: and use
cs: a místo toho použijte
de: und verwende
es: y reemplazarlo con
fi: ja käytät sen sijaan
fr: et utiliser
it: e usa
nl: en gebruik in plaats daarvan
pl: i użyj
pt_pt: e use
ru: и вместо этого используйте
sv: och använd
tr: siliniz ve onun yerine
uk: і замість них використовуйте

# obsolete3
source: instead. It is included now.
cs: místo. Nyní je v něm zahrnut.
de: stattdessen. Er ist in ihm ab sofort enthalten.
es: en su lugar. Él está incluido en él ahora.
fi: sijaan. Hän on nyt mukana.
fr: à la place. Il y est inclus maintenant.
it: invece. Lui è incluso adesso.
nl: in plaats daarvan. Hij is er nu in inbegrepen.
pl: zamiast. Jest teraz w nim włączony.
pt_pt: em seu lugar. Ele está incluído nisso agora.
ru: вместо этого. Он включен в это сейчас.
sv: stället. Han är med i den nu.
tr: Bunun yerine. O şimdi dahil edildi.
uk: замість цього. Зараз він включений до нього.

# nowebselected
source: Error. No Webdriver selected!
cs: Chyba. Nebyl vybrán žádný Webdriver!
de: Fehler. Es wurde kein Webdriver ausgewählt!
es: Error! No seleccionó ningún Webdriver!
fi: Virhe. Ei Webdriver valittua!
fr: Erreur. Aucun Webdriver sélectionné!
it: Errore. Nessun webdriver selezionato!
nl: Fout. Geen Webdriver geselecteerd!
pl: Błąd. Nie wybrano webdrivera!
pt_pt: Erro. Nenhum Webdriver selecionado!
ru: Ошибка. Не выбран Webdriver!
sv: Fel. Ingen Webdriver vald!
tr: Hata. Webdriver seçilmedi!
uk: Помилка Не вибрано жодного Webdriver!

# efimounted
source: Unmount EFI
de: EFI auswerfen
es: Desmontar EFI
fi: Irrottaa EFI
fr: Démonter EFI
it: Smontare EFI
pl: Odmontuj EFI
pt_pt: Desmontar EFI
ru: Отключить EFI
sv: Avmontera EFI
tr: EFI bağlantısını kesin
uk: Від'єднати EFI

source: No Kext Selected!
cs: Aucun Kext sélectionné!
de: Es wurde kein Kext ausgewählt!
es: ¡Ningún Kext seleccionado!
fi: Ei Kext valittu!
fr: Aucun Kext sélectionné!
it: Nessun Kext selezionato!
nl: Geen Kext geselecteerd!
pl: Nie wybrano żadnych kextów!
pt_pt: Nenhum Kext selecionado!
ru: Нет Kext Selected!
sv: Ingen Kext vald!
tr: Kext Seçilmedi!
uk: Не вибрано Kext!

# rebuildcache
source: Rebuilding Kextcache. This could take a while. Please be patient and don't interrupt the Process.
cs: Přebudování Kextcache. To může chvíli trvat. Buďte trpěliví a nepřerušujte proces.
de: Kextcache wird neu erstellt. Das könnte eine Weile dauern. Bitte habe etwas Geduld und unterbreche den Prozess nicht.
es: Reconstruyendo Kextcache. Esto podría tomar un tiempo. Por favor, sea paciente y no interrumpa el proceso.
fi: Kextcacheen uudistaminen. Tämä saattaa kestää jonkin aikaa. Ole kärsivällinen ja älä keskeytä prosessia.
fr: Reconstruire Kextcache. Ça pourrait prendre un moment. Soyez patient et n'interrompez pas le processus.
it: Ricostruzione di Kextcache. Questo potrebbe richiedere del tempo. Si prega di essere pazienti e non interrompere il processo.
nl: Het opnieuw opbouwen van Kextcache. Dit kan een tijdje duren. Wees geduldig en onderbreek het proces niet.
pl: Przebudowywanie cache kextów. To może trochę potrwać. Prosimy o cierpliwość i nieprzerywanie procesu.
pt_pt: Reconstruindo o Kextcache. Isso vai demorar um pouco. Por favor, seja paciente e não interrompa o processo.
ru: Восстановление Kextcache. Это может занять некоторое время. Будьте терпеливы и не прерывайте процесс.
sv: Ombyggnad av Kextcache. Det kan ta ett tag. Var tålamod och avbryt inte processen.
tr: Kextcache'nin yeniden inşası. Bu biraz zaman alabilir. Lütfen sabırlı olun ve İşlemi durdurmayın.
uk: Відновлення Kextcache. Це може зайняти деякий час. Будьте терплячими і не переривайте процес.

# error
source: An Error has occured. Please try again.
cs: Vyskytla se chyba. Prosím zkuste to znovu.
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: Ha ocurrido un error. Inténtelo de nuevo.
fi: Virhe on tapahtunut. Yritä uudelleen.
fr: Une erreur est survenue. Veuillez réessayer.
it: C'è stato un errore. Per favore riprova.
nl: Er is een fout opgetreden. Probeer het opnieuw.
pl: Wystąpił błąd. Proszę spróbuj ponownie.
pt_pt: Ocorreu um erro. Por favor, tente novamente.
ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel har uppstått. Var god försök igen.
tr: Bir hata oluştu. Lütfen tekrar deneyin.
uk: Виникла помилка. Будь ласка спробуйте ще раз.

# kextloaded
source: Loaded third party Kexts
cs: Načtený Kexts třetí strany
de: Geladene Drittanbieter-Kexte
es: Kexts de terceros cargados
fi: Kolmas osapuoli Kexts
fr: Kexts tiers chargés
it: Caricati di terze parti Kexts
nl: Geladen externe Kexts
pl: Załadowano kexty nie od Apple
pt_pt: Kexts de terceiros carregados
ru: Загруженный сторонний Kexts
tr: Yüklü üçüncü taraf Kexts
uk: Завантажено сторонніх Kexts

# hdaloaded
source: Loaded.
cs: je načten.
de: Ist geladen.
es: cargado.
fi: ladattu.
fr: chargé.
it: caricato.
nl: geladen.
pl: Załadowano.
pt_pt: carregado.
ru: загружен.
sv: laddad.
tr: yüklendi.
uk: завантажується.

# hdanotloaded
source: Not loaded.
cs: není načten.
de: Ist nicht geladen.
es: no cargado.
fi: ei ole ladattu.
fr: non chargé.
it: non caricato.
nl: niet geladen.
pl: Nie załadowano.
pt_pt: não carregado.
ru: не загружен.
sv: inte laddad.
tr: yüklenmedi.
uk: не завантажений.

# reportpath
source: File saved at:
cs: Soubor uložen na
de: Datei gespeichert unter
es: Archivo guardado en
fi: Tiedosto tallennettu kohteeseen
fr: Fichier enregistré à
it: File salvato a
nl: Bestand opgeslagen bij
pl: Plik zapisany w:
pt_pt: Arquivo salvo em
ru: Файл сохранен в
sv: Fil sparad på
tr: Dosyada kaydedildi
uk: Файл збережений на

# massdlready
source: Ready to go. Press Start.
cs: Připraven jít. Zmáčkni Start.
de: Alles klar. Drücke auf Los!
es: Listo para descargar. Presione Iniciar.
fi: Valmis menemään. Paina Aloita.
fr: Prêt à partir. Appuyez sur Start.
it: Pronto ad andare. Premi avvia.
nl: Klaar om te gaan. Druk op start.
pl: Gotowy do wyjścia. Naciśnij Start.
pt_pt: Pronto para ir. Pressione começar.
ru: Готов идти. Нажмите старт.
sv: Klar att gå. Tryck start.
tr: Gitmeye hazır. Başlata basınız.
uk: Готовий йти. Натисніть "Пуск".

# notify1
source: New Kext Updates:
cs: Nové aktualizace Kext:
de: Neue Kext Updates:
es: Nuevas actualizaciones de Kext:
fi: Uudet Kext-päivitykset:
fr: Nouvelles mises à jour Kext:
it: Nuovi aggiornamenti di Kext:
nl: Nieuwe Kext-updates:
pl: Nowe aktualizacje Kext:
pt_pt: Novas atualizações do Kext:
ru: Новые обновления Kext:
sv: Nya Kext-uppdateringar:
tr: Yeni Kext Güncellemeleri:
uk: Нові оновлення Kext:

# notify2
source: Kextdownload done.
cs: Kextdownload je hotovo.
de: Kextdownload abgschlossen.
es: Kextdownload completado.
fi: Kextdownload tehty.
fr: Kextdownload fait.
it: Kextdownload fatto.
nl: Kextdownload klaar.
pl: Zakończono pobieranie kextów.
pt_pt: Kextdownload feito.
ru: Выполнен Kextdownload.
sv: Kextdownload gjort.
tr: Kextdownload tamamlandı.
uk: Kextdownload завершено.

# notify3
source: Report created.
cs: Zpráva byla vytvořena.
de: Report erstellt.
es: Informe creado.
fi: Raportti luotiin.
fr: Rapport créé.
it: Rapporto creato.
nl: Rapport aangemaakt.
pl: Raport utworzony.
pt_pt: Relatório criado.
ru: Создан отчет.
sv: Rapport skapad.
tr: Rapor oluşturuldu.
uk: Звіт створений.

# daemonnotify
source: New Update(s) are available. Please open the Kext Updater.
cs: K dispozici jsou nové aktualizace. Otevřete Kext Updater.
de: Neue Updates sind verfügbar. Bitte öffne den Kext Updater.
es: Nuevas actualizaciones están disponibles. Por favor, abra el actualizador de Kext.
fi: Uusia päivityksiä on saatavilla. Avaa Kext Updater.
fr: Nouvelles mises à jour sont disponibles. Veuillez ouvrir le Kext Updater.
it: Nuovi aggiornamenti sono disponibili. Si prega di aprire Kext Updater.
nl: Nieuwe updates zijn beschikbaar. Open de Kext Updater.
pl: Nowe aktualizacje są dostępne. Otwórz narzędzie Kext Updater.
pt_pt: Novas atualizações estão disponíveis. Por favor, abra o Kext Updater.
ru: Доступны новые обновления. Откройте Kext Updater.
sv: Nya uppdateringar tillgängliga. Vänligen öppna Kext Updater.
tr: Yeni Güncelleme (ler) mevcut. Lütfen Kext Updater'ı açın.
uk: Нові оновлення доступні. Будь ласка, відкрийте програму оновлення Kext.

# daemonnotifyclose
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

source: Open Kext Updater
cs: Otevřete aplikaci Kext Updater
de: Öffne Kext Updater
es: Abrir el actualizador de Kext
fi: Avaa Kext Updater
fr: Ouvrir Kext Updater
it: Apri Kext Updater
pl: Otwórz Kext Updater
pt_pt: Abra o Kext Updater
ru: Открыть Kext Updater
sv: Öppna Kext Updater
tr: Kext Updater'ı aç
uk: Відкрийте програму оновлення Kext

# atherosinstall
source: Installing Atheros40.kext for using Atheros AR92xx/93xx Cards with 10.14 or higher. This could take a while. Please be patient and don't interrupt the Process.
cs: Instalace programu Atheros40.kext pro použití karet Atheros AR92xx/93xx s 10.14 nebo vyšší. To může chvíli trvat. Buďte trpěliví a nepřerušujte proces.
de: Installiere Atheros40.kext um eine Atheros AR92xx/93xx Wlan Karte mit 10.14 oder höher benutzen zu können. Das kann eine Weile dauern. Bitte den Vorgang nicht abbrechen.
es: Instalación de Atheros40.kext para usar tarjetas Atheros AR92xx/93xx con 10.14 o superior. Esto podría tomar un tiempo. Por favor sea paciente y no interrumpa el proceso.
fi: Atheros40.kext-ohjelman asentaminen Atheros AR92xx / 93xx -korttien kanssa 10.14 tai uudempi. Tämä saattaa kestää jonkin aikaa. Ole kärsivällinen ja älä keskeytä prosessia.
fr: Installation d’Atheros40.kext pour l’utilisation de cartes Atheros AR92xx/93xx avec 10.14 ou plus. Ça pourrait prendre un moment. S'il vous plaît soyez patient et n'interrompez pas le processus.
it: Installazione di Atheros40.kext per l'utilizzo delle schede Atheros AR92xx/93xx con 10.14 o versioni successive. Questo potrebbe richiedere del tempo. Si prega di essere pazienti e non interrompere il processo.
nl: Atheros40.kext installeren voor het gebruik van Atheros AR92xx / 93xx-kaarten met 10.14 of hoger. Dit kan een tijdje duren. Wees geduldig en onderbreek het proces niet.
pl: Instalowanie Atheros40.kext do korzystania z kart Atheros AR92xx/93xx z wersją 10.14 lub nowszą. To może trochę potrwać. Prosimy o cierpliwość i nieprzerywanie procesu.
pt_pt: Instalando Atheros40.kext para usar cartões Atheros AR92xx/93xx com 10.14 ou superior. Isso vai demorar um pouco. Por favor, seja paciente e não interrompa o processo.
ru: Установка Atheros40.kext для использования карт Atheros AR92xx/93xx с 10.14 или выше. Это может занять некоторое время. Будьте терпеливы и не прерывайте процесс.
sv: Installera Atheros40.kext för att använda Atheros AR92xx/93xx-kort med 10.14 eller högre. Det kan ta ett tag. Var tålamod och avbryt inte processen.
tr: Atheros AR92xx/93xx Kartlarını 10.14 veya üzeri ile kullanmak için Atheros40.kext'i kurmak. Bu biraz zaman alabilir. Lütfen sabırlı olun ve İşlemi durdurmayın.
uk: Встановлення Atheros40.kext для використання карт Atheros AR92xx/93xx з 10.14 або вище. Це може зайняти деякий час. Будьте терплячими і не переривайте процес.

# fixsleepimage
source: The Sleepimage Fix will be applied now.
cs: Sleepimage Fix bude aplikován nyní.
de: Der Sleepimage Fix wird jetzt ausgeführt.
es: La corrección de Sleepimage se aplicará ahora.
fi: Sleepimage Fix otetaan käyttöön nyt.
fr: Le correctif Sleepimage sera appliqué maintenant.
it: La correzione Sleepimage verrà applicata ora.
nl: De Sleepimage-oplossing wordt nu toegepast.
pl: Fix Sleepimage zostanie zastosowany teraz.
pt_pt: A Correção do Sleepimage será aplicada agora.
ru: Исправление снаизображения будет применено сейчас.
sv: Sleepimage Fix tillämpas nu.
tr: Sleepimage Fix şimdi uygulanacaktır.
uk: Режим Sleepimage буде застосовано зараз.

# thirdparty
source: Loaded non Apple Kexts:
cs: Nainstalované Kexts ne Apple:
de: Geladene Nicht-Apple Kexte:
es: Cargado no Apple Kexts:
fr: Kexts non Apple chargés:
it: Caricati non Apple Kexts:
nl: Geladen zonder Apple Kexts:
pl: Załadowano kexty innych podmiotów:
pt_pt: Kexts não Apple carregados:
ru: Загружено без Apple Kexts:
tr: Yüklü olmayan Apple Kexts:
uk: Завантажено не Apple Kexts:
