Repository: MacThings/kextupdater
Catalog: Kext Updater/*.lproj/MainMenu.strings
Languages: cs, de, es, fi, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

# 6xu-6D-qrC.title
source: Create Support Report
cs: Vytvoření zprávy o podpoře
de: Support-Report erstellen
es: Crear informe de soporte
fi: Luo tukiraportti
fr: Créer un rapport de support
it: Crea rapporto di supporto
nl: Maak een ondersteuningsrapport
pl: Utwórz raport pomocy
pt_pt: Criar relatório de suporte
ru: Создать отчет о поддержке
sv: Skapa supportrapport
tr: Destek Raporu Oluştur
uk: Створення звіту про підтримку

# UVh-Ot-4Hi.title
source: Disk Information
cs: Informace o harddisku
de: Disk Informationen
es: Información de disco duro
fi: Harddisk Info
fr: Informations sur le disque dur
it: Informazioni sul disco rigido
nl: Harddisk-informatie
pl: Informacje o dysku
pt_pt: Informação do Disco Rígido
ru: Информация о жестком диске
sv: Information om hårddisken
tr: Harddisk Bilgileri
uk: Інформація про жорсткий диск

# rqb-Me-eBU.title
source: Translators
cs: Překladatelé
de: Übersetzer
es: Traductores
fi: Kääntäjät
fr: Traducteurs
it: Traduttori
nl: Vertalers
pl: Tłumacze
pt_pt: Tradutores
ru: Переводчики
sv: Översättare
tr: Çevirmenler
uk: Перекладачі

# hD5-qY-7Qa.title
source: Dutch: Portugese: Spanish: Russian: Turkish: Others:
cs: Holandský: Portugalština: Španělština: Ruština: Turečtina: Ostatní:
de: Niederländisch: Portugiesisch: Spanisch: Russisch: Türkisch: Andere:
es: Holandés: Portugués: Español: Ruso: Turco: Otros:
fi: Hollannin kieli: Portugali: Espanja: Venäjän kieli: Turkki: Muut:
fr: Néerlandais: Portugais: Espanol: Russe: Turc: Autres:
it: Olandese: portoghese: Spagnolo: Russo: Turco: Altri:
nl: Nederlands: Portugees: Spaans: Russisch: Turks: Anderen:
pl: Holenderski: Portugalski: Hiszpański: Rosyjski: Turecki: Inne:
pt_pt: Holandês: Português: Espanhol: Russo: Turco: Outras:
ru: Голландский: португальский язык: Испанский: Русский: Турецкий: Другие:
sv: Holländska: Portugisiska: Spansk: Ryska: Turkiska: Övrigt:
tr: Flemenkçe: Portekizce: İspanyol: Rusça: Türk: Diğerleri:
uk: Голландський: Португальська мова: Іспанська: Російський: Турецька: Інші:

# 9Fd-ys-zds.title
source: Start
de: Los!
es: Iniciar
fi: Aloita
fr: Démarrer
it: Avvia
nl: Aan de slag!
pl: Początek
pt_pt: Vai!
ru: Поехали!
tr: Başlat!
uk: Старт!

# iia-01-Luc.title
source: - Multiple Selection -
cs: - Více výběru -
de: - Mehrfachselektion -
es: - Selección múltiple -
fi: - Useita valintoja -
fr: - Sélection multiple -
it: - Selezione multipla -
nl: - Meerdere selectie -
pl: - Wybór wielokrotny -
pt_pt: - Seleção Múltipla -
ru: - Множественный выбор -
sv: - Flera val -
tr: - Çoklu seçim -
uk: - Кілька варіантів вибору -

# e2n-Jf-shk.title
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

# iN2-OV-lKP.title
source: Multiple Kext Loader
cs: Více Kext Loader
de: Multi Kextdownloader
es: Cargador de Kext múltiple
fi: Useita Kext-kuormain
fr: Plusieurs Kext Loader
it: Caricatore Kext multiplo
nl: Meerdere Kext-lader
pl: Ładowanie kilku kextów
pt_pt: Múltiplo Kext Loader
ru: Несколько загрузчиков Kext
sv: Multipel Kext Loader
tr: Çoklu Kext Yükleyici
uk: Кілька завантажувач Kext

# dqt-Fw-kBR.title
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
fr: Les notifications
it: Notifiche
nl: Meldingen
pl: Powiadomienia
pt_pt: Notificações
ru: Уведомления
sv: Anmälningar
tr: Bildirimler
uk: Сповіщення

# 2vt-Ai-2Vn.title
source: Show in seconds
cs: Zobrazit v sekundách
de: Zeige in Sekunden
es: Duración en segundos
fi: Näytä sekunneissa
fr: Afficher en quelques secondes
it: Mostra in secondi
nl: Zobrazit v sekundách
pl: Czas wyświetlania w sekundach
pt_pt: Mostrar em segundos
ru: Показать в секундах
sv: Visa i sekunder
tr: Saniye içinde göster
uk: Показати в секундах

# xfR-P2-zyb.title
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

# PFy-fC-8hd.title
source: Exclude Kexts from Update
cs: Vyloučení Kexts z Aktualizace
de: Kexte vom Update ausschließen
es: Excluir Kexts de la actualización
fi: Sulje kextit päivityksestä
fr: Exclure les Kexts de la mise à jour
it: Escludi Kex dall'aggiornamento
nl: Kexts uitsluiten van update
pl: Wyklucz kexty z aktualizacji (nie będą sprawdzane)
pt_pt: Excluir Kexts da Atualização
ru: Исключить Kexts из обновления
sv: Exkludera kex från uppdatering
tr: Güncellemelerden Kexts'u hariç tut
uk: Виключити Kexts з Оновлення

# 8jb-6K-m8R.title
source: Exclude Kexts
cs: Vyloučit Kexts
de: Kexte ausschließen
es: Excluir Kexts
fi: Sulje Kextit
fr: Exclure les Kexts
it: Escludi Kexts
nl: Kexts uitsluiten
pl: Wyklucz kexty
pt_pt: Excluir Kexts
ru: Исключить Kexts
sv: Exkludera Kexts
tr: Kexts'ı hariç tut
uk: Виключити Kexts

# 0l1-yK-05L.title
source: Reset all
cs: Obnovit vše
de: Alles zurücksetzen
es: Restablecer todo
fi: Nollaa kaikki
fr: Effacer tout
it: Resetta tutto
nl: Alles resetten
pl: Resetuj wszystko
pt_pt: Reiniciar tudo
ru: Сбросить все
sv: Återställ allt
tr: Hepsini sıfırla
uk: Скинути все

# 1i0-5X-jBm.title
source: Login Item
cs: Položka přihlášení
de: Anmeldeobjekte
es: Verificar al inicio
fi: Kirjaudu kohta
fr: Item de connexion
it: Elemento di accesso
nl: Inloggen
pl: Opcja logowania
pt_pt: Item de Login
ru: Вход в систему
sv: Inloggningsartikel
tr: Giriş Öğesi
uk: Вхідний елемент

# 1p5-L5-bWy.title
source: Check once for updates in background after every reboot.
cs: Po každém restartu jednou zkontrolovat aktualizace v pozadí.
de: Prüfe nach jedem Bootvorgang einmal ob Updates verfügbar sind.
es: En cada inicio verifica por actualizaciones en segundo plano.
fi: Tarkista kerran päivityksiä taustalla jokaisen uudelleenkäynnistyksen jälkeen.
fr: Vérifiez une fois les mises à jour en arrière-plan après chaque redémarrage.
it: Controlla una volta gli aggiornamenti in background dopo ogni riavvio.
nl: Eén keer controleren op updates in de achtergrond na elke herstart.
pl: Sprawdza jednorazowo aktualizacje po każdym uruchomieniu komputera.
pt_pt: Verifique uma vez por atualizações em segundo plano após cada reinicialização.
ru: После каждой перезагрузки проверьте один раз на наличие обновлений в фоновом режиме.
sv: Kontrollera en gång för uppdateringar i bakgrunden efter varje omstart.
tr: Her yeniden başlatmadan sonra arka planda güncellemeler için bir kez kontrol edin.
uk: Перевірте один раз для оновлень у фоновому режимі після кожної перезавантаження.

# MtW-qj-vfc.title
source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fi: Työkalut
fr: Outils
it: Utensili
nl: Hulpmiddelen
pl: Narzędzia
pt_pt: Ferramentas
ru: инструменты
sv: Verktyg
tr: Araçlar
uk: Інструменти

# xEk-Tu-eem.title
source: Install Kext for Atheros AR92xx/93xx WLan Cards (only 10.14 +)
cs: Nainstalujte Kext pro karty Atheros AR92xx/93xx WLan (10.14 +)
de: Installiert Kext für Atheros AR92xx/93xx Wlan Karten. (nur 10.14 +)
es: Instale Kext para las tarjetas WLAN de Atheros AR92xx/93xx (solo 10.14 +)
fi: Asenna Kext Atheros AR92xx / 93xx WLan -kortteihin (10.14 +)
fr: Installez Kext pour les cartes WLAN Atheros AR92xx / 93xx (uniquement 10.14 +)
it: Installa Kext per Atheros AR92xx/93xx WLan Cards (solo 10.14 +)
nl: Installeer Kext voor Atheros AR92xx / 93xx WLan-kaarten (10.14 +)
pl: Zainstaluj kext dla kart WLAN Atheros AR92xx/93xx (tylko 10.14+).
pt_pt: Instale o Kext para Placas Atheros AR92xx/93xx WLan (somente 10.14 +)
ru: Установите Kext для карт Atheros AR92xx/93xx WLan (только 10.14 +)
sv: Installera Kext för Atheros AR92xx/93xx WLan-kort (endast 10.14 +)
tr: Atheros AR92xx/93xx WLan Kartları için Kext'i kurun (sadece 10.14 +)
uk: Встановити Kext для WLAN-карт Atheros AR92xx/93xx (лише 10.14 +)

# oA6-85-eKR.title
source: Start
de: Los!
es: Iniciar
fi: Aloita
fr: Démarrer
it: Avvia
nl: Aan de slag!
pl: Początek
pt_pt: Vai!
ru: Поехали!
sv: Installera
tr: Başlat!
uk: Старт!

# bGb-fz-fbT.title
source: In case your System doesn't work with 'WhateverGreen' (WEG) you can use these obsolete Kexts instead.
cs: V případě, že váš systém nepracuje s funkcí WhateverGreen (WEG), můžete tyto zastaralé Kexts použít.
de: Falls Dein System nicht mit 'WhateverGreen' (WEG) funktioniert kannst Du diese Kexte hier weiterverwenden.
es: En caso de que su sistema no funcione con 'WhateverGreen' (WEG), puede usar estos Kexts obsoletos.
fi: Jos Järjestelmäsi ei toimi 'WhateverGreen' (WEG) -ohjelmalla, voit käyttää näitä vanhentuneita Kext-tiedostoja.
fr: Si votre système ne fonctionne pas avec 'WhateverGreen' (WEG), vous pouvez utiliser ces fichiers Kexts obsolètes.
it: Nel caso in cui il tuo sistema non funzioni con 'WhateverGreen' (WEG), puoi invece usare questi Kex obsoleti.
nl: In het geval dat uw systeem niet werkt met 'WhateverGreen' (WEG), kunt u in plaats daarvan deze verouderde Kexts gebruiken.
pl: Jeśli Twój system nie działa z "WhateverGreen" (WEG), możesz spróbować użyć tych nieaktualnych kextów.
pt_pt: Caso seu sistema não funcione com o 'WhateverGreen' (WEG), você pode usar esses Kexts obsoletos.
ru: Если ваша система не работает с «WhateverGreen» (WEG), вы можете использовать эти устаревшие Kexts.
sv: Om ditt system inte fungerar med 'WhateverGreen' (WEG) kan du istället använda dessa föråldrade Kexts.
tr: Sisteminizin 'WhateverGreen' (WhateverGreen) ile çalışmadığı durumda, bunun yerine bu eski Kexts kullanabilirsiniz.
uk: Якщо Ваша Система не працює з 'WhateverGreen' (WEG), ви можете скористатися цими застарілими Kexts.

# 2rg-bv-Sk1.title
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

# sIg-Ow-9o7.title
source: Download
cs: Stažení
de: Herunterladen
es: Descargar
fi: Ladata
fr: Télécharger
it: Scaricare
pl: Pobierz
pt_pt: Baixar
ru: Скачать
sv: Ladda ner
tr: İndir
uk: Завантажити

# AFd-uM-sOD.title
source: Select all
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Sélectionner tout
it: Seleziona tutto
nl: Selecteer alles
pl: Zaznacz wszystko
pt_pt: Selecionar tudo
ru: Отметить все
sv: Välj alla
tr: Hepsini seç
uk: Виділити всі

# t2W-WB-76C.title
source: Deselect all
cs: Odznačit vše
de: Alles abwählen
es: Deseleccionar todo
fi: Poista kaikki valinta
fr: Tout déselectionner
it: Deselezionare tutto
nl: Deselecteer alles
pl: Odznacz wszystko
pt_pt: Desmarcar todos
ru: Убрать выделение со всего
sv: Avmarkera alla
tr: Hiçbirini seçme
uk: Скасувати вибір усіх

# fuH-Rt-xfp.title
source: Start
de: Los!
es: Iniciar
fi: Aloita
fr: Démarrer
it: Avvia
nl: Aan de slag!
pl: Początek
pt_pt: Vai!
ru: Поехали!
tr: Başlat!
uk: Старт!

# JFY-Je-icz.title
source: Start
de: Los!
es: Iniciar
fi: Aloita
fr: Démarrer
it: Avvia
nl: Aan de slag!
pl: Początek
pt_pt: Vai!
ru: Поехали!
tr: Başlat!
uk: Старт!

# gpW-JE-l20.title
source: Start
de: Los!
es: Iniciar
fi: Aloita
fr: Démarrer
it: Avvia
nl: Aan de slag!
pl: Początek
pt_pt: Vai!
ru: Поехали!
tr: Başlat!
uk: Старт!

# 3A1-zG-sst.title
source: If your computer has a problem with sleep this could help. Hibernatemode will be set to 0 and the Sleepimage will be replaced with a write protected 0-byte file.
cs: Pokud má počítač problém se spánkem, může to pomoci. Režim Hibernatemode bude nastaven na hodnotu 0 a snímek Sleepimage bude nahrazen souborem 0 bajtů chráněným proti zápisu.
de: Wenn der Computer ein Problem mit dem Sleep hat, könnte dies helfen. Hibernate-Modus wird auf 0 gesetzt und das Sleepimage wird durch eine schreibgeschützte 0-Byte-Datei ersetzt.
es: Si su computadora tiene un problema con el sueño esto podría ayudar. Hibernatemode se establecerá en 0 y Sleepimage se reemplazará con un archivo protegido de escritura de 0 bytes.
fi: Jos tietokoneessa on univaikeuksia, tämä voi auttaa. Hibernatemode asetetaan arvoon 0 ja Sleepimage korvataan kirjoitussuojatulla 0-tavuisella tiedostolla.
fr: Si votre ordinateur a un problème de sommeil, cela pourrait aider. Hibernatemode sera mis à 0 et Sleepimage sera remplacé par un fichier 0 octet protégé en écriture.
it: Se il tuo computer ha un problema con il sonno, questo potrebbe aiutare. Hibernatemode verrà impostato su 0 e Sleepimage verrà sostituito con un file di 0 byte protetto da scrittura.
nl: Als uw computer een slaapprobleem heeft, kan dit helpen. Hibernatemode wordt ingesteld op 0 en de Sleepimage wordt vervangen door een schrijfbeveiligd 0-byte-bestand.
pl: Ta opcja może pomóc, jeśli Twój komputer ma problem z usypianiem. Hibernatemode zostanie ustawiony na 0, a plik Sleepimage zostanie zastąpiony przez pusty plik chroniony przed zapisem.
pt_pt: Se o seu computador tiver problemas com o sono, isso pode ajudar. Hibernatemode será definido como 0 e o Sleepimage será substituído por um arquivo de 0 bytes protegido contra gravação.
ru: Если ваш компьютер имеет проблемы со сном, это может помочь. Hibernatemode будет установлен в 0, а Sleepimage будет заменен на 0-байтовый файл с защитой от записи.
sv: Om datorn har problem med sömn kan detta hjälpa till. Hibernatemode kommer att ställas in på 0 och sovabilden kommer att ersättas med en skrivskyddad 0-byte-fil.
tr: Bilgisayarınızın uyku ile ilgili bir sorunu varsa, bu yardımcı olabilir. Hibernatemode 0'a ayarlanacak ve Sleepimage bir yazma korumalı 0 bayt dosyası ile değiştirilecektir.
uk: Якщо ваш комп'ютер має проблеми зі сном, це може допомогти. Hibernatemode буде встановлено на 0, і Sleepimage буде замінено на 0-байтовий файл, захищений від запису.

# Sfj-ZG-9YL.title
source: Rebuild Kextcache and repair Permissions in /S/L/E & /L/E.
cs: Přebudovat Kextcache a opravit oprávnění v /S/L/E & /L/E.
de: Baut Kextcache neu auf und repariert die Dateirechte in /S/L/E & /L/E.
es: Reconstruir Kextcache y reparar permisos en /S/L/E & /L/E.
fi: Rebuild Kextcache ja korjaus oikeudet /S/L/E & /L/E.
fr: Reconstruisez Kextcache et réparez les autorisations dans /S/ L/E & /L/E.
it: Ricostruisci Kextcache e ripara i permessi in /S/L/E & /L/E.
nl: Bouw de Kextcache opnieuw op en repareer de machtigingen in /S/L/E & /L/E.
pl: Napraw uprawnienia i przebuduj pamięć podręczną kextów w /S/L/E i /L/E.
pt_pt: Reconstrua o Kextcache e repare as permissões em /S/L/E & /L/E.
ru: Восстановить Kextcache и восстановить разрешения в /S/L/E & /L/E.
sv: Uppgradera Kextcache och reparera behörigheter i /S/L/E & /L/E.
tr: Kextcache'yi yeniden oluşturun ve /S/L/E & /L/E 'deki izinleri onarın.
uk: Відновіть Kextcache та відредагуйте дозволи в /S/L/E & /L/E.

# jS5-iy-k0j.title
source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fi: Työkalut
fr: Outils
it: Utensili
nl: Hulpmiddelen
pl: Narzędzia
pt_pt: Ferramentas
ru: инструменты
sv: Verktyg
tr: Araçlar
uk: Інструменти

# jdK-uO-WmI.title
source: Show all loaded non Apple Kexts.
cs: Zobrazit všechny načtené Apple Kexts.
de: Zeige alle geladenen Nicht-Apple Kexte.
es: Mostrar todos los Kexts cargados que no sean de Apple.
fi: Näytä kaikki ladatut ei-Apple Kextit.
fr: Affiche tous les Kexts non Apple chargés.
it: Mostra tutti i KP non Apple caricati.
nl: Toon alle geladen niet-Apple Kexts.
pl: Pokaż wszystkie wczytane kexty nie od Apple.
pt_pt: Mostrar todos os Kexts não Apple carregados.
ru: Показать все загруженные без Apple Kexts.
sv: Visa alla laddade, ej Apple Kexts.
tr: Yüklenen tüm Apple Kexts ürünlerini göster.
uk: Показати всі завантажені не Apple Kexts.

# EyH-wn-td0.title
source: Create a Systemreport for further analyze. No private Data (Serial Number for example) will be included.
cs: Vytvořte systémový report pro další analýzu. Žádné soukromé údaje (například sériové číslo) nebudou zahrnuty.
de: Erstelle einen Systemreport zur weiteren Analyse. Es werden keine privaten Daten (wie z.B. Seriennummer) inkludiert.
es: Crear un informe del sistema para su posterior análisis. No se incluirán datos privados (número de serie, por ejemplo).
fi: Luo järjestelmäilmoitus analysoitavaksi. Ei yksityisiä tietoja (sarjanumero esimerkiksi).
fr: Créez un rapport de système pour une analyse plus approfondie. Aucune donnée privée (numéro de série par exemple) ne sera incluse.
it: Creare un report di sistema per ulteriori analisi. Nessun dato privato (numero di serie per esempio) sarà incluso.
nl: Maak een systeemreport voor verdere analyse. Er worden geen privégegevens (bijvoorbeeld het serienummer) opgenomen.
pl: Utwórz raport systemowy do dalszej analizy. Żadne prywatne dane (np. numery seryjne) nie zostaną dołączone.
pt_pt: Crie um relatório do sistema para análise posterior. Nenhum dado privado (número de série, por exemplo) será incluído.
ru: Создайте Systemreport для дальнейшего анализа. Никакие частные данные (например, серийный номер) не будут включены.
sv: Skapa ett systemreport för vidare analys. Inga privata data (serienummer till exempel) kommer att inkluderas.
tr: Daha fazla analiz için bir Sistem raporu oluşturun. Hiçbir özel Veri (örneğin Seri Numarası) dahil edilmeyecektir.
uk: Створіть системний звіт для подальшого аналізу. Жодних приватних даних (порядковий номер, наприклад) не буде включено.

# 4JZ-eI-kyQ.title
source: If you don´t want to install lspci Package (needed for more detailed Systemreport) click this.
cs: Pokud nechcete nainstalovat balíček lspci (potřebujete pro podrobnější informace o systému), klikněte na něj.
de: Wenn Du das lspci Paket nicht installieren möchtest wähle den Haken an. Ohne lspci wird Dein Bericht dann allerdings keine Auflistung der PCI Devices enthalten.
es: Si no quiere instalar el Paquete lspci (necesario para Systemreport más detallado) hacen clic en esto.
fi: Jos et halua asentaa lspci energiapaketille (tarvitaan tarkempia Systemreport) klikkaa tästä.
fr: Si vous ne voulez pas installer le Paquet lspci (nécessaire pour Systemreport plus détaillé) le cliquent.
it: Se non vuole installare il Pacco lspci (necessario per Systemreport più dettagliato) fanno clic su questo.
nl: Als je niet wilt installeren lspci pakket (noodzakelijk voor meer gedetailleerde Systemreport) Klik dit.
pl: Jeśli nie chcesz instalować pakietu lspci (potrzebnego do bardziej szczegółowego raportu systemowego), kliknij to.
pt_pt: Se não quiser instalar o Pacote lspci (necessário para Systemreport mais detalhado) clicam nisto.
ru: Если Вы не хотите устанавливать lspci Пакет (необходимый для более подробного Systemreport), щелкают по этому.
sv: Om du inte vill installera lspci-paketet (behövs för mer detaljerad systemreport) klickar du på det här.
tr: Paket istemiyorsan lspci yüklemek için tıklayın (daha detaylı için gereken Systemreport) bu.
uk: Якщо ви не хочете встановлювати пакунок lspci (потрібний для більш докладного Системного звіту) натисніть це.

# eGv-hR-SJQ.title
source: No 'lspci'
cs: Žádné lspci
de: Kein lspci
fi: Ei lspci
fr: Pas de lspci
nl: Geen lspci
pl: Bez lspci
pt_pt: Nenhum lspci
ru: Нет lspci
sv: Ingen lspci
tr: Lspci kaldırma
uk: Видалити lspci

# PfJ-hU-reY.title
source: Uninstall lspci
cs: Odinstalujte lspci
de: lspci deinstallieren
es: Desinstalar lspci
fi: Ei lspci
fr: Non installez lspci.
it: Disinstallare lspci
nl: Deïnstalleren lspci
pl: Odinstaluj lspci
pt_pt: Desinstalar o lspci
ru: Удалить lspci
sv: Avinstallera lspci
tr: Lspci kaldırma
uk: Видалити lspci

# dZv-5k-XqK.title
source: Uninstall lspci
cs: Odinstalujte lspci
de: lspci deinstallieren
es: Desinstalar lspci
fi: Ei lspci
fr: Non installez lspci.
it: Disinstallare lspci
nl: Deïnstalleren lspci
pl: Odinstaluj lspci
pt_pt: Desinstalar o lspci
ru: Удалить lspci
sv: Avinstallera lspci
tr: Lspci kaldırma
uk: Видалити lspci

# EcV-Tl-P8I.title
source: Mount
de: Mounten
es: Montar
fi: Asenna
fr: Mont
it: Montare
nl: Koppelen
pl: Zamontuj
pt_pt: Monte
ru: Установите
sv: Montera
tr: Dağ
uk: Гора

# KIr-FF-qmP.title
source: Unmount
cs: Sesednout
de: Auswerfen
es: Desmontar
fi: Irrottaa
fr: Démonter
it: Smonta
nl: Ontkoppelen
pl: Odmontuj
pt_pt: Desmontar
ru: Размонтируйте
sv: Avmontera
uk: Від'єднати

# y8J-CB-rsj.title
source: Unmount all
cs: Odpojte všechny
de: Alle auswerfen
es: Desmontar todo
fi: Poista kaikki
fr: Démonter tout
it: Smonta tutto
nl: Alles ontkoppelen
pl: Odmontuj wszystko
pt_pt: Desmontar tudo
ru: Отключить все
sv: Avmontera alla
tr: Tümünü kaldır
uk: Від'єднати все

# v0C-aR-2p7.title
source: Mount EFI from another Harddisk.
cs: Namontujte EFI z jiného pevného disku.
de: Mounte EFI von andere(n) Festplatten.
es: Monte EFI desde otro disco duro.
fi: Asenna EFI toisesta kiintolevystä.
fr: Montez EFI depuis un autre disque dur.
it: Montare EFI da un altro disco rigido.
nl: EFI van een andere harddisk monteren.
pl: Podłącz EFI z innego dysku.
pt_pt: Monte a EFI a partir de outro disco rígido.
ru: Подключите EFI к другому жесткому диску.
sv: Montera EFI från en annan hårddisk.
tr: EFI'yı başka bir sabit diskten takın.
uk: Готуй EFI з іншого жорсткого диска.

# 5YU-ol-hbz.title
source: Reset Adminuser
cs: Obnovit správce
de: Adminuser zurücksetzen
es: Restablecer Adminuser
fi: Nollaa Adminuser
fr: Réinitialiser Adminuser
it: Ripristina Adminuser
pl: Zresetuj konto administratora
pt_pt: Redefinir Adminuser
ru: Сбросить администратора
sv: Återställ administratör
tr: Yönetici'yi Sıfırla
uk: Скинути адміністратора

# 4RL-8F-a2T.title
source: Ask again for Keychain
cs: Zeptejte se znovu na klíčenku
de: Frage nochmals nach dem Schlüsselbund
es: Pide nuevamente llavero
fi: Pyydä avainnauhaa uudelleen
fr: Demander à nouveau pour le trousseau
it: Chiedi di nuovo per portachiavi
nl: Vraag opnieuw naar sleutelhanger
pl: Poproś ponownie o dostęp do pęk kluczy
pt_pt: Pergunte novamente pelo chaveiro
ru: Спросите снова о брелках
sv: Fråga igen om nyckelring
tr: Anahtarlık için tekrar sor
uk: Запитайте ще раз для брелока

# RFj-8t-JGA.title
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa Użytkownika
pt_pt: Nome de usuário
ru: имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

# 5e5-Z6-hQ5.title
source: Admin Status
cs: Stav správce
es: Estado de administrador
fi: Järjestelmänvalvojan tila
fr: Statut administrateur
it: Stato amministratore
nl: Beheerdersstatus
pl: Status Administratora
ru: Статус администратора
tr: Yönetici Durumu
uk: Статус адміністратора

# aoE-2N-iTU.title
source: Wrong Password. Please try again.
cs: Špatné heslo. Prosím zkuste to znovu.
de: Falsches Passwort. Bitte erneut versuchen.
es: Contraseña incorrecta. Inténtalo de nuevo.
fi: Väärä salasana. Yritä uudelleen.
fr: Mauvais mot de passe. Veuillez réessayer.
it: Password errata. Per favore riprova.
nl: Verkeerd wachtwoord. Probeer het opnieuw.
pl: Złe hasło. Proszę spróbuj ponownie.
pt_pt: Senha incorreta. Por favor, tente novamente.
ru: Неправильный пароль. Пожалуйста, попробуйте еще раз.
sv: Fel lösenord. Var god försök igen.
tr: Yanlış şifre. Lütfen tekrar deneyin.
uk: Неправильний пароль. Будь ласка спробуйте ще раз.

# 7Id-v8-TlT.title
source: Password accepted.
cs: Heslo bylo přijato.
de: Passwort akzeptiert.
es: Contraseña aceptada.
fi: Salasana hyväksytään.
fr: Mot de passe accepté.
it: Password accettata.
nl: Wachtwoord geaccepteerd.
pl: Hasło poprawne.
pt_pt: Senha aceita.
ru: Пароль принят.
sv: Lösenord accepterat.
tr: Şifre kabul edildi.
uk: Пароль прийнято.

# E1c-X4-wcR.title
source: Kext Updater wants to make changes.
cs: Kextupdater chce provést změny.
de: Kextupdater möchte Änderungen vornehmen.
es: Kextupdater quiere hacer cambios.
fi: Kextupdater haluaa tehdä muutoksia.
fr: Kextupdater veut faire des changements.
it: Kextupdater vuole apportare modifiche.
nl: Kextupdater wil veranderingen aanbrengen.
pl: Kext Updater chce wprowadzić zmiany.
pt_pt: Kextupdater quer fazer alterações.
ru: Kextupdater хочет внести изменения.
sv: Kextupdater vill göra ändringar.
tr: Kextupdater değişiklik yapmak istiyor.
uk: Kextupdater хоче внести зміни.
