Repository: MacThings/kextupdater
Catalog: Kext Updater/*.lproj/MainMenu.strings
Languages: cs, de, es, fi, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

# textadmin
source: If your current account has no administrative permissions, please enter the username of your administrative account in the following line. If you have entered it incorrectly (or you press 'Cancle') your actual user will be used (but if this User has no Admin Rights the Kext Updater will work only limited). You can reset it any time in the Menu Item 'Reset Adminuser'.
cs: Pokud váš běžný účet nemá oprávnění správce, zadejte uživatelské jméno účtu správce v následujícím řádku. Pokud jste je zadali nesprávně (nebo stisknete tlačítko "Cancle"), bude použit váš skutečný uživatel (ale pokud tento uživatel nemá žádná administrátorská práva, Kext Updater bude fungovat pouze omezeně). Můžete jej kdykoli vynulovat v položce nabídky Reset Adminuser.
de: Wenn der aktuell angemeldete Benutzer keine administrativen Rechte hat, bitte den Namen des Benutzers eingeben der diese Rechte besitzt. Wenn Du ihn falsch eingegeben hast wird der aktuelle Benutzer verwendet (hat dieser keine enstprechenden Rechte wird der Kext Updater nur eingeschränkt funktionieren). Du kannst den Benutzer jederzeit über den Menupunkt 'Adminuser zurücksetzen' erneut festlegen.
es: Si su cuenta actual no tiene permisos administrativos, ingrese el nombre de usuario de su cuenta administrativa en la siguiente línea. Si lo ingresó incorrectamente (o presionó 'Cancelar'), su usuario real será utilizado (pero si este usuario no tiene derechos de administrador, el actualizador de Kext funcionará solo de forma limitada). Puede restablecerlo en cualquier momento en el elemento de menú 'Restablecer administrador'.
fi: Jos nykyisellä tililläsi ei ole hallinnollisia käyttöoikeuksia, kirjoita hallinnollisen tilin käyttäjänimi seuraavalle riville. Jos olet syöttänyt sen väärin (tai painat "Cancle"), käytät todellista käyttäjääsi (mutta jos tällä käyttäjällä ei ole järjestelmänvalvojan oikeuksia, Kext Updater toimii vain rajoitetusti). Voit nollata sen milloin tahansa valikkokohdassa "Nollaa Adminuser".
fr: Si votre compte actuel ne dispose d'aucune autorisation administrative, veuillez entrer le nom d'utilisateur de votre compte administratif à la ligne suivante. Si vous l'avez mal saisi (ou si vous appuyez sur «Annuler»), votre utilisateur réel sera utilisé (mais si cet utilisateur n'a pas de droits d'administrateur, Kext Updater ne fonctionnera que dans des limites). Vous pouvez le réinitialiser à tout moment dans l'élément de menu «Réinitialiser l'administrateur».
it: Se il tuo account corrente non ha permessi amministrativi, inserisci il nome utente del tuo account amministrativo nella riga seguente. Se è stato inserito in modo errato (o si preme 'Canc.') Verrà utilizzato il proprio utente effettivo (ma se questo utente non ha diritti di amministratore, Kext Updater funzionerà solo in modo limitato). Puoi reimpostarlo in qualsiasi momento nella voce di menu 'Reimposta amministratore'.
nl: Als uw huidige account geen beheerdersrechten heeft, voert u de gebruikersnaam van uw beheerdersaccount in op de volgende regel. Als u het verkeerd hebt ingevoerd (of u drukt op 'Annuleren'), wordt uw daadwerkelijke gebruiker gebruikt (maar als deze gebruiker geen beheerdersrechten heeft, zal de Kext Updater slechts beperkt werken). U kunt het te allen tijde resetten via Menu-item 'Adminuser opnieuw instellen'.
pl: Jeśli Twoje bieżące konto nie ma uprawnień administracyjnych, wprowadź nazwę użytkownika swojego konta administracyjnego w poniższym wierszu. Jeśli wprowadziłeś go niepoprawnie (lub naciśniesz "Anuluj") użyty zostanie obecny użytkownik (jeśli jednak ten użytkownik nie ma praw administratora, to Kext Updater będzie działać tylko w ograniczonym zakresie). Możesz go zresetować w dowolnym momencie w menu "Zresetuj konto administratora".
pt_pt: Se a sua conta atual não tiver permissões administrativas, digite o nome de usuário da sua conta administrativa na linha a seguir. Se você tiver digitado incorretamente (ou se você pressionar 'Cancle') seu usuário atual será usado (mas se este usuário não tiver direitos de administrador, o Kext Updater funcionará apenas limitado). Você pode redefini-lo a qualquer momento no item de menu 'Reset Adminuser'.
ru: Если у вашей учетной записи нет административных разрешений, введите имя учетной записи администратора в следующей строке. Если вы ввели его неправильно (или вы нажмете «Отменить»), ваш фактический пользователь будет использоваться (но если у этого пользователя нет прав администратора, Kext Updater будет работать только ограниченно). Вы можете сбросить его в любое время в пункте меню «Сбросить администратор».
sv: Om ditt nuvarande konto inte har administrativa behörigheter, ange användarnamnet för ditt administrativa konto i följande rad. Om du har angett det felaktigt (eller du trycker på "Avbryt") kommer din faktiska användare att användas (men om den här användaren inte har några administrativa rättigheter, fungerar Kext Updater endast begränsad). Du kan återställa den när som helst i menyalternativet "Återställ administratör".
tr: Mevcut hesabınızın yönetim izinleri yoksa, lütfen aşağıdaki satırda yönetim hesabınızın kullanıcı adını girin. Yanlış girdiyseniz (veya 'Cancle' tuşuna basarsanız) asıl kullanıcınız kullanılacaktır (ancak bu Kullanıcıda Yönetici Hakları yoksa Kext Updater sadece sınırlı çalışacaktır). Herhangi bir zamanda 'Yönetici Yöneticisini Sıfırla' öğesindeki Menü Sırasına sıfırlayabilirsiniz.
uk: Якщо ваш поточний обліковий запис не має адміністративних дозволів, введіть ім'я користувача вашого адміністративного облікового запису в наступному рядку. Якщо ви ввели його неправильно (або натиснете кнопку "Скасувати"), ваш фактичний користувач буде використовуватися (але якщо цей Користувач не має прав адміністратора, Kext Updater буде працювати лише обмежено). Ви можете будь-коли скинути його в меню "Скинути адміністратора".

# answeradmin
source: Enter your Username
cs: Vložte svoji přezdívku
de: Bitte Benutzername eingeben
es: Ingrese su nombre de usuario
fi: Syötä käyttäjänimesi
fr: Entrez votre nom d'utilisateur
it: Inserisci il tuo nome utente
nl: Typ je gebruikersnaam
pl: Wprowadź nazwę użytkownika
pt_pt: Entre com seu nome de usuário
ru: Введите имя пользователя
sv: Skriv in ditt användarnamn
tr: Kullanıcı adınızı giriniz
uk: Введіть своє ім'я користувача

# textpassword
source: Please enter Administrator Password
cs: Zadejte prosím heslo správce
de: Bitte das Administrator Passwort eingeben
es: Por favor ingrese la contraseña del administrador
fi: Anna järjestelmänvalvojan salasana
fr: S'il vous plaît entrer le mot de passe administrateur
it: Si prega di inserire la password dell'amministratore
nl: Voer het beheerderswachtwoord in
pl: Wprowadź hasło administratora
pt_pt: Por favor insira a Senha do Administrador
ru: Введите пароль администратора
sv: Vänligen ange administratörslösenord
tr: Lütfen Yönetici Şifresi giriniz
uk: Будь ласка, введіть пароль адміністратора

# usernoexist
source: This user does not exist. Please try again.
cs: Tento uživatel neexistuje. Prosím zkuste to znovu.
de: Diesen User gibt es nicht. Bitte versuche es noch einmal.
es: Este usuario no existe. Inténtalo de nuevo.
fi: Tätä käyttäjää ei ole olemassa. Yritä uudelleen.
fr: Cet utilisateur n'existe pas. Veuillez réessayer.
it: Questo utente non esiste. Per favore riprova.
nl: Deze gebruiker bestaat niet. Probeer het opnieuw.
pl: Ten użytkownik nie istnieje. Proszę spróbuj ponownie.
pt_pt: Esse usuário não existe. Por favor, tente novamente.
ru: Этот пользователь не существует. Пожалуйста, попробуйте еще раз.
sv: Den här användaren existerar inte. Var god försök igen.
tr: Böyle bir kullanıcı yoktur. Lütfen tekrar deneyin.
uk: Цей користувач не існує. Будь ласка спробуйте ще раз.

# ahciportinstall
source: Installing SATA Hotplug Support for Mojave. This could take a while. Please be patient and don't interrupt the Process.
cs: Instalace podpory SATA Hotplug pro Mojave. To může chvíli trvat. Buďte trpěliví a nepřerušujte proces.
de: Installiere SATA Hotplug Support für Mojave. Das kann eine Weile dauern. Bitte den Vorgang nicht abbrechen.
es: Instalación de SATA Hotplug Support para Mojave. Esto podría tomar un tiempo. Por favor sea paciente y no interrumpa el proceso.
fi: SATA Hotplug Support -ohjelman asentaminen Mojave. Tämä voi kestää jonkin aikaa. Ole kärsivällinen ja älä keskeytä prosessia.
fr: Installation du support SATA Hotplug pour Mojave. Ça pourrait prendre un moment. S'il vous plaît soyez patient et n'interrompez pas le processus.
it: Installazione del supporto Hotplug SATA per Mojave. Questo potrebbe richiedere del tempo. Si prega di essere pazienti e non interrompere il processo.
nl: SATA Hotplug-ondersteuning voor Mojave installeren. Dit kan een tijdje duren. Wees geduldig en onderbreek het proces niet.
pl: Instalowanie wsparcia SATA Hotplug dla Mojave. To może trochę potrwać. Prosimy o cierpliwość i nieprzerywanie procesu.
pt_pt: Instalando o suporte SATA Hotplug para o Mojave. Isso vai demorar um pouco. Por favor, seja paciente e não interrompa o processo.
ru: Установка поддержки SATA Hotplug для Mojave. Это может занять некоторое время. Пожалуйста, будьте терпеливы и не прерывайте процесс.
sv: Installera SATA Hotplug Support för Mojave. Det kan ta ett tag. Var tålamod och avbryt inte processen.
tr: Mojave için SATA Hotplug Desteğini Takma. Bu biraz zaman alabilir. Lütfen sabırlı olun ve Süreci bölmeyin.
uk: Встановлення підтримки SATA Hotplug для Мохаве. Це може зайняти деякий час. Будьте терплячими і не переривайте процес.

# ahciportuninstall
source: Removing SATA Hotplug Support for Mojave. This could take a while. Please be patient and don't interrupt the Process.
cs: Odstranění podpory SATA Hotplug pro Mojave. To může chvíli trvat. Buďte trpěliví a nepřerušujte proces.
de: Entferne SATA Hotplug Support for Mojave. Das kann eine Weile dauern. Bitte den Vorgang nicht abbrechen.
es: Eliminando el soporte SATA Hotplug para Mojave. Esto podría tomar un tiempo. Por favor sea paciente y no interrumpa el proceso.
fi: SATA-hotplug-tuen poistaminen Mojave. Tämä voi kestää jonkin aikaa. Ole kärsivällinen ja älä keskeytä prosessia.
fr: Suppression de la prise en charge SATA Hotplug pour Mojave. Ça pourrait prendre un moment. S'il vous plaît soyez patient et n'interrompez pas le processus.
it: Rimozione del supporto Hotplug SATA per Mojave. Questo potrebbe richiedere del tempo. Si prega di essere pazienti e non interrompere il processo.
nl: Verwijdering van SATA Hotplug-ondersteuning voor Mojave. Dit kan een tijdje duren. Wees geduldig en onderbreek het proces niet.
pl: Usuwanie SATA Hotplug Support for Mojave. To może trochę potrwać. Prosimy o cierpliwość i nieprzerywanie procesu.
pt_pt: Removendo o suporte SATA Hotplug para o Mojave. Isso vai demorar um pouco. Por favor, seja paciente e não interrompa o processo.
ru: Удаление поддержки SATA Hotplug для Mojave. Это может занять некоторое время. Пожалуйста, будьте терпеливы и не прерывайте процесс.
sv: Ta bort SATA Hotplug Support för Mojave. Det kan ta ett tag. Var tålamod och avbryt inte processen.
tr: Mojave için SATA Hotplug Desteğini Çıkarma. Bu biraz zaman alabilir. Lütfen sabırlı olun ve Süreci bölmeyin.
uk: Видалення підтримки SATA Hotplug для Мохаве. Це може зайняти деякий час. Будьте терплячими і не переривайте процес.

# ocerror
source: The value for 'ExposeSensitiveData' (Misc/Security) in your OpenCore config.plist must be set to '3'. Without this value, the Kext Updater works only to a limited extent.
cs: Hodnota 'ExposeSensitiveData' (Misc/Security) ve vašem config.plistu OpenCore musí být nastavena na '3'. Bez této hodnoty pracuje Kext Updater pouze v omezeném rozsahu.
de: Der Wert für 'ExposeSensitiveData' (Misc/Security) in Deiner OpenCore config.plist muss auf '3' gesetzt sein. Ohne diesen Wert funktioniert der Kext Updater nur eingeschränkt.
es: El valor para 'ExposeSensitiveData' (Misc/ Security) en su config.plist de OpenCore debe establecerse en '3'. Sin este valor, el actualizador de Kext Updater solo hasta cierto punto.
fi: OpenCore config.plist -laitteen 'ExposeSensitiveData' -arvon (Misc/Security) arvo on asetettava arvoon '3'. Ilman tätä arvoa Kext Updater toimii vain rajoitetusti.
fr: La valeur de 'ExposeSensitiveData' (Misc/Security) dans votre config.plist OpenCore doit être définie sur '3'. Sans cette valeur, Kext Updater ne fonctionne que dans une mesure limitée.
it: Il valore di Expose 'Sensitive Data' (Varie/Sicurezza) nel tuo file OpenCore config.plist deve essere impostato su '3'. Senza questo valore, Kext Updater funziona solo in misura limitata.
nl: De waarde voor 'ExposeSensitiveData' (Misc/Security) in uw OpenCore config.plist moet zijn ingesteld op '3'. Zonder deze waarde werkt de Kext Updater slechts in beperkte mate.
pl: Wartość 'ExposeSensitiveData' (Misc/Security) w OpenCore config.plist musi być ustawiona na „3”. Bez tej wartości Kext Updater działa tylko w ograniczonym zakresie.
pt_pt: O valor para 'ExposeSensitiveData' (Misc/Security) no seu OpenCore config.plist deve ser definido como '3'. Sem esse valor, o Kext Updater funciona apenas até certo ponto.
ru: Значение 'ExposeSensitiveData' (Misc/Security) в вашем config.plist OpenCore должно быть установлено на «3». Без этого значения Kext Updater работает только в ограниченной.
sv: Värdet för 'ExposeSensitiveData' (Misc/Security) i din OpenCore config.plist måste vara inställd på '3'. Utan detta värde fungerar Kext Updater endast i begränsad utsträckning.
tr: OpenCore config.plist'inizde 'ExposeSensitiveData' (Misc/Security) değeri '3' olarak ayarlanmalıdır. Bu değer olmadan, Kext Updater yalnızca sınırlı ölçüde çalışır.
uk: Значення для 'ExposeSensitiveData' (Misc/Security) у вашій конфігурації OpenCore config.plist має бути встановлено на "3". Без цього значення оновлювач Kext працює лише в обмеженій мірі.

# efinotmounted
source: Mount EFI
de: EFI mounten
es: Montar EFI
fi: Asenna EFI
fr: Mont EFI
it: Montare EFI
pl: Zamontuj EFI
pt_pt: Monte EFI
sv: Montera EFI
tr: EFI Dağı
uk: Гора EFI

# 6Ez-cv-Yob.title
source: © 2019 Sascha Lamprecht
cs: © 2018 Sascha Lamprecht
