Repository: MacThings/kextupdater
Catalog: Kext Updater/*.lproj/MainMenu.strings
Languages: cs, de, es, fi, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

# vlM-oF-beS.title
source: Always the latest Kexts for your Hackintosh
cs: Vždy nejnovější Kexts pro váš Hackintosh
de: Immer die aktuellsten Kexte für Deinen Hackintosh
es: Siempre los últimos kexts para su Hackintosh
fi: Aina uusimmat kextit Hackintosh-ohjelmalle
fr: Toujours les derniers Kexts pour votre Hackintosh
it: Sempre gli ultimi Kexts per il tuo Hackintosh
nl: Altijd de nieuwste kextbestanden voor je Hackintosh
pl: Zawsze najnowsze kexty dla Twojego haMaca
pt_pt: Sempre o mais recente Kexte para o teu Hackintosh
ru: Всегда самые новые кексти для вашего Хакинтош
sv: Alltid de senaste kexerna för din Hackintosh
tr: Hackintosh´un için herzaman en son güncel Kextler
uk: Завжди найновіші кексти для вашого Hackintosh

# qmh-1i-ylA.title
source: Developed By: Sascha Lamprecht Scripting Support: NoirOSX Program Icon: Nio82
cs: Vypracoval: Sascha Lamprecht Podpora skriptování: Ikona programu NoirOSX: Nio82
de: Entwickelt von: Sascha Lamprecht Scripting Unterstützung: NoirOSX Programm Icon: Nio82
es: Desarrollador: Sascha Lamprecht Scripts: NoirOSX Icono: Nio82
fi: Kehittäjä: Sascha Lamprecht Komentosarjojen tuki: NoirOSX Ohjelman kuvake: Nio82
fr: Développé par: Sascha Lamprecht Support de script: NoirOSX Program Icon: Nio82
it: Sviluppato da: Sascha Lamprecht Scripting Support: NoirOSX Program Icon: Nio82
nl: Ontwikkeld door: Sascha Lamprecht Scripting-ondersteuning: NoirOSX Programma-icoon: Nio82
pl: Autor: Sascha Lamprecht Obsługa skryptów: NoirOSX Ikona programu: Nio82
pt_pt: Desenvolvido por: Sascha Lamprecht Suporte a Scripts: NoirOSX Program Icon: Nio82
ru: Разработано: Sascha Lamprecht Поддержка скриптов: NoirOSX Иконка программы: Nio82
sv: Utvecklat av: Sascha Lamprecht Scripting Support: NoirOSX Program Icon: Nio82
tr: Geliştirici: Sascha Lamprecht Komut Desteği: NoirOSX Program Simgesi: Nio82
uk: Розробник: Sascha Lamprecht Підтримка скриптів: NoirOSX Іконка програми: Nio82

# AuD-6W-583.title
source: Check for Updates
cs: Kontrola aktualizací
de: Auf Updates prüfen
es: Buscar Actualizaciones
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
it: Verifica aggiornamenti
nl: Controleren op updates
pl: Sprawdź aktualizacje
pt_pt: Verificar atualizações
ru: Обновить
sv: Kontrollera efter uppdateringar
tr: Güncellemeleri denetle
uk: Перевірити оновлення

# tgP-dd-FH8.title
source: Load Basic Kexts
cs: Načtení základních kextů
de: Grundkexte laden
es: Bajar Kexts Básicos
fr: Charger Kexts de base
it: Carica Kex di base
nl: Basiskextfiles laden
pl: Pobierz podst. kexty
pt_pt: Carregar Kexte básicas
ru: Скачать Основные
sv: Ladda grundläggande kex
tr: Temel kextleri indir
uk: Основні кексти

# fqJ-G4-Tp5.title
source: Load Audio Kexts
cs: Nahrávání zvukových kextů
de: Audiokexte laden
es: Bajar Kexts de Audio
fi: Lataa audiokäskyjä
fr: Charger Kexts Audio
it: Carica audio Kexts
nl: Audiokextfiles laden
pl: Pobierz kexty audio
pt_pt: Carregar Audiokexte
ru: Скачать Aудио Кексти
sv: Ladda ljudklockor
tr: Audio kexteleri indir
uk: Завантажити Aудио кексти

# N94-zg-VcZ.title
source: Load Intel Kexts
cs: Načíst Intel Kexts
de: Intelkexte laden
es: Bajar Kexts Intel
fi: Lataa Intel Kexts
fr: Charger Kexts Intel
it: Carica Intel Kexts
nl: Intel-kextfiles laden
pl: Pobierz kexty dla Intela
pt_pt: Carregar Intelkexte
ru: Скачать Intel Кексти
sv: Ladda Intel Kexts
tr: İntel kexteleri indir
uk: Завантажити Intel кексти

# Rvp-7w-kv4.title
source: Load nVidia Kexts
cs: Načíst nVidia Kexts
de: nVidiakexte laden
es: Bajar Kexts nVidia
fi: Lataa nVidia Kexts
fr: Charger nVidia Kexts
it: Carica nVidia Kexts
nl: nVidia-kextfiles laden
pl: Pobierz kexty dla nVidia
pt_pt: Carregar nVidiakexte
ru: Скачать nVidia Кексти
sv: Ladda nVidia Kexts
tr: nVidia kexteleri indir
uk: Завантажити nVidia кексти

# Ua2-LB-zIU.title
source: Load AMD Kexts
cs: Načíst AMD Kexts
de: AMDkexte laden
es: Bajar Kexts AMD
fi: Lataa AMD Kexts
fr: Charger Kexts AMD
it: Carica AMD Kexts
nl: AMD-kextfiles laden
pl: Pobierz kexty dla AMD
pt_pt: Carregar AMDkexte
ru: Скачать AMD Кексти
sv: Ladda AMD Kexts
tr: AMD kexteleri indir
uk: Завантажити AMD кексти

# ij0-6U-Ki4.title
source: Load Ethernet Kexts
cs: Načíst Ethernet Kexts
de: Ethernetkexte laden
es: Bajar Kexts Ethernet
fi: Lataa Ethernet Kexts
fr: Charger Kexts Ethernet
it: Carica Ethernet Kexts
nl: Ethernetkextfiles laden
pl: Pobierz kexty kart Ethernet
pt_pt: Carregar Ethernetkexte
ru: Скачать Кексти сети
sv: Ladda Ethernet Kexts
tr: Ethernet kexteleri indir
uk: Завантажити кексти для мережі

# Uux-7h-pPV.title
source: Load Bootloader
cs: Načíst zavaděč
de: Bootloader laden
es: Bajar gestor de arranque
fi: Lataa Bootloader
fr: Charger le chargeur de démarrage
it: Carica Bootloader
nl: Laad Bootloader
pl: Pobierz Bootloader
pt_pt: Carregar Bootloader
ru: Скачать Загрузчик
sv: Ladda Bootloader
tr: Bootloader'ı indir
uk: Офф Завантажувач

# Ter-3R-x9H.title
source: Nightly Build
de: Nicht offiziell
es: No oficial
fi: Nightly rakentaa
fr: Construction nocturne
it: Build notturno
nl: Niet officieel
pl: Kompilacja testowa
pt_pt: Não oficial
ru: Не официально
sv: Nattbyggnad
tr: Gayri Resmi
uk: Девел. CLOVER/OC/OZ

# BvR-0L-x9I.title
source: Load Webdriver
cs: Načíst Webdriver
de: Webdriver laden
es: Bajar Webdriver
fi: Lataa Web-ajuri
fr: Charger Webdriver
it: Carica Webdriver
nl: Webdriver laden
pl: Pobierz nVidia webdriver
pt_pt: Carregar Webdriver
ru: Скачать Webdriver
sv: Ladda Webdriver
tr: Webdriver indir
uk: Завантажити Web Driver

# CRj-Q4-2Q3.title
source: Quit
cs: Ukončit
de: Beenden
es: Salir
fi: Lopeta
fr: Quitter
it: Esci
nl: Beindigen
pl: Zamknij
pt_pt: saída
ru: Выход
sv: Avsluta
tr: Çıkış
uk: Вихід

# rOv-rg-tsb.title
source: System Version
cs: Verze systému
es: Versión de macOS
fi: Järjestelmäversio
fr: Version Système
it: Versione sistema
nl: Systeemversie
pl: Wersja systemu
pt_pt: Versão sistema
ru: Версия системы
tr: Sistem sürümü
uk: Версія системи

# QZY-3X-hyf.title
source: System Version
cs: Verze systému
es: Versión de macOS
fi: Järjestelmäversio
fr: Version Système
it: Versione sistema
nl: Systeemversie
pl: Wersja systemu
pt_pt: Versão sistema
ru: Версия системы
tr: Sistem sürümü
uk: Версія системи

# SpT-Pt-9ha.title
source: Updater Version
cs: Verze aktualizace
es: Versión Updater
fi: Päivitysversio
fr: Version Updater
it: Versione Updater
nl: Updater-versie
pl: Wersja programu
pt_pt: Versão Updater
ru: Версия программы
sv: Uppdateringsversion
tr: Updater sürümü
uk: Версія Kext Updater

# Ss6-Nq-6d5.title
source: Updater Version
cs: Verze aktualizace
es: Versión Updater
fi: Päivitysversio
fr: Version Updater
it: Versione Updater
nl: Updater-versie
pl: Wersja programu
pt_pt: Versão Updater
ru: Версия программы
sv: Uppdateringsversion
tr: Updater sürümü
uk: Версія Kext Updater

# PH8-bq-aSa.title
source: Check for Updates...
cs: Zkontrolovat aktualizace ...
de: Nach Aktualisierungen suchen...
es: Buscar Actualizaciones...
fi: Tarkista päivitykset ...
fr: Vérifier les mises à jour ...
it: Controlla aggiornamenti ...
nl: Controleren op updates ...
pl: Sprawdź aktualizacje...
pt_pt: Verificar atualizações
ru: Обновить...
sv: Kontrollera efter uppdateringar ...
tr: Güncellemeleri denetle...
uk: Перевірити оновлення...

# axN-fO-K1a.title
source: Loads the following Kexts: Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Graphics Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
cs: Načte následující Kexts: Základní Kexts FakeSMC, VoodooPS2, USBInjectAll Zvuk Lilu, AppleALC, CodecCommander Grafický Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
de: Lädt die folgenden Kexte: Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Grafik Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
es: Carga los siguientes Kexts: Kexts Básicos FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Graphics Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
fi: Kuittaa seuraavat kextit: Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Graphics Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
fr: Charge les Kexts suivants: Kexts de base FakeSMC, VoodooPS2, USBInjectAll l'audio Lilu, AppleALC, CodecCommander Graphique Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
it: Carica i seguenti Kexts: Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Grafica Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
nl: Laadt de volgende kextbestanden: Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Grafisch Lilu, IntelGraphicsFixup Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
pl: Ładuje następujące kexty: Podstawowe FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Grafika Lilu, WhateverGreen  Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
pt_pt: Carrega os seguintes kexts : Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Gráficos Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
ru: Загружает следующие Кексти: Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Graphics Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
sv: Laddar följande kex: Grundläggande Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Graphics Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
tr: Aşağıdaki kextleri indiriyor: Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Graphics Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111
uk: Завантажити наступні кексти: Basic Kexts FakeSMC, VoodooPS2, USBInjectAll Audio Lilu, AppleALC, CodecCommander Graphics Lilu, WhateverGreen Ethernet AtherosE2200Ethernet, IntelMausiEthernet, Realtek RTL8111

# 1Xt-HY-uBw.title
source: Kext Updater
ru: Кекст Упдатер
tr: Kext Güncelleyici

# 4sb-4s-VLi.title
source: Quit Kext Updater
cs: Ukončete aplikaci Kext Updater
de: Beende Kext Updater
es: Salir de Kext Updater
fi: Lopeta Kext Updater
fr: Quitter Kext Updater
it: Esci da Kext Updater
nl: Kext Updater beindigen
pl: Zamknij program Kext Updater
pt_pt: Saida do Kext Updater
ru: Покинут Кекст Упдатер
sv: Avsluta Kext Updater
tr: Kext Updaterden Çık
uk: Вийти з Kext Updater

# 5QF-Oa-p0T.title
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
nl: Bewerk
pl: Edytuj
pt_pt: Editar
ru: Pедактировать
sv: Redigera
tr: Düzenle
uk: Pедагувати

# 5Vv-lz-BsD.title
source: Copy Style
cs: Kopírovat styl
de: Stil kopieren
es: Copiar estilo
fi: Kopiointityyli
fr: Style de copie
it: Copia stile
nl: Kopieer stijl
pl: Styl kopiowania
pt_pt: Copiar Estilo
ru: Стиль копирования
sv: Kopiera stil
tr: Stili Kopyala
uk: Стиль копіювання

# 5kV-Vb-QxS.title
source: About Kext Updater
cs: O aplikaci Kext Updater
de: Über Kext Updater
es: Acerca de Kext Updater
fi: Tietoja Kext Updaterista
fr: À propos de Kext Updater
it: Informazioni su Kext Updater
nl: Meer informatie over Kext Updater
pl: O Kext Updater
pt_pt: Sobre o Kext Updater
ru: О Кекст Упдатер
sv: Om Kext Updater
tr: Kext Updater Hakkında
uk: Про Kext Updater

# F2S-fz-NVQ.title
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Aiuto
nl: Helpen
pl: Pomoc
pt_pt: ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
uk: Допомога

# FKE-Sm-Kum.title
source: Kext Updater Help
cs: Nápověda Kext Updater
de: Kext Updater Hilfe
es: Ayuda de Kext Updater
fi: Kext Updater-ohjeet
fr: Aide de mise à jour de Kext
it: Aiuto per l'aggiornamento di Kext
nl: Ondersteuning voor Kext Updater
pl: Pomoc programu Kext Updater
pt_pt: ajuda Kext Updater
ru: Помощь Кекст Упдатер
sv: Kext Updater Hjälp
tr: Kext Updater Yardım
uk: Допомога Updater

# Fal-I4-PZk.title
source: Text
es: Texto
fi: Teksti
fr: Texte
it: Testo
nl: Tekst
pl: Tekst
pt_pt: Texto
ru: Текст
tr: Metin
uk: Текст

# Kd2-mp-pUS.title
source: Show All
cs: Zobrazit vše
de: Alle einblenden
es: Mostrar todo
fi: Näytä kaikki
fr: Afficher tout
it: Mostra tutto
nl: Alle weergeven
pl: Pokaż wszystko
pt_pt: Mostrar tudo
ru: Показать все
sv: Visa alla
tr: Tümünü göster
uk: Показати всі

# LE2-aR-0XJ.title
source: Bring All to Front
cs: Přivést všechny do frontu
de: Alle nach vorne holen
es: Traer todo al frente
fi: Tuo kaikki eteen
fr: Amener tout à l'avant
it: Porta tutto in primo piano
nl: Breng alles naar voren
pl: Przenieś wszystko na wierzch
pt_pt: Trazer tudo para frente
ru: Принесите все к фронту
sv: Ta allt framåt
tr: Tümünü Öne Getir
uk: Привести всіх на фронт

# LNO-67-sPs.title
source: Start
de: Los!
es: Iniciar
fi: Aloita
fr: Démarrer
it: Avvia
nl: Aan de slag!
pl: Początek
pt_pt: Vai!
ru: Поехали!
tr: Başlat!
uk: Старт!

# 4fB-0B-1NV.title
source: Start
de: Los!
es: Iniciar
fi: Aloita
fr: Démarrer
it: Avvia
nl: Aan de slag!
pl: Początek
pt_pt: Vai!
ru: Поехали!
tr: Başlat!
uk: Старт!

# NMo-om-nkz.title
source: Services
cs: Služby
de: Dienste
es: Servicios
fi: Palvelut
fr: Prestations de service
it: Servizi
nl: Diensten
pl: Usługi
pt_pt: serviços
ru: Услуги
sv: Tjänster
tr: Hizmetler
uk: Послуги

# Olw-nP-bQN.title
source: Hide Kext Updater
cs: Skrýt aplikaci Kext Updater
de: Kext Updater ausblenden
es: Ocultar Kext Updater
fi: Piilota Kext Updater
fr: Masquer Kext Updater
it: Nascondi Kext Updater
nl: Kext Updater verbergen
pl: Ukryj Kext Updater
pt_pt: Esconder Kext Updater
ru: Скрит Кекст Упдатер
sv: Dölj Kext Updater
tr: Kext Updateri gizle
uk: Згорнути Kext Updater

# QvC-M9-y7g.title
source: Kext Updater
ru: Кекст Упдатер
tr: Kext Güncelleyici

# Vdr-fp-XzO.title
source: Hide Others
cs: Skrýt ostatní
de: Andere ausblenden
es: Ocultar otros
fi: Piilota muut
fr: Masquer les autres
it: Nascondi gli altri
nl: Andere verbergen
pl: Ukryj inne
pt_pt: Esconder outros
ru: Скрыть другие
sv: Dölj andra
tr: Diğerlerini gizle
uk: Сховати інше

# aTl-1u-JFS.title
source: Print…
cs: Tisk ...
de: Drucken...
es: Imprimir…
fi: Tulosta ...
fr: Imprimer ...
it: Stampa ...
nl: Afdrukken...
pl: Drukuj...
pt_pt: Imprimir ...
ru: Распечатать...
sv: Skriv ut ...
tr: Yazdır...
uk: Друк…

# bib-Uj-vzu.title
source: File
cs: Soubor
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
nl: Bestand
pl: Plik
pt_pt: arquivo
ru: Файл
sv: Fil
tr: Dosya
uk: Файл

# qIS-W8-SiK.title
source: Page Setup…
cs: Nastavení stránky ...
de: Seiten einrichten…
es: Configurar página…
fi: Sivun asetukset ...
fr: Mise en page ...
it: Imposta pagina ...
nl: Pagina's configureren
pl: Ustawienia strony...
pt_pt: Configurar páginas ...
ru: Настройка страницы…
sv: Sidinställningar ...
tr: Sayfaları ayarla…
uk: Налаштування сторінки…

# uQy-DD-JDr.title
source: Kext Updater
ru: Кекст Упдатер
tr: Kext Güncelleyici

# wpr-3q-Mcd.title
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Aiuto
nl: Helpen
pl: Pomoc
pt_pt: ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
uk: Допомога

# nO2-13-T2e.title
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
nl: Bewerk
pl: Edytuj
pt_pt: Editar
ru: Pедактировать
sv: Redigera
tr: Düzenle
uk: Pедагувати

# YC0-NU-hrf.title
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
pt_pt: cópia
ru: Копировать
sv: Kopiera
tr: Kopyala
uk: Копіювати

# vV1-V8-mlg.title
source: Select All
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Sélectionner tout
it: Seleziona tutto
nl: Selecteer alles
pl: Zaznacz wszystko
pt_pt: Selecionar tudo
ru: Отметить все
sv: Välj alla
tr: Hepsini seç
uk: Виділити всі

# FkV-cR-cUg.title
source: Preferences
cs: Předvolby
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Préférences
it: Preferenze
nl: Voorkeuren
pl: Preferencje
pt_pt: Preferências
ru: предпочтения
sv: Inställningar
tr: Tercihler
uk: Налаштування

# MFz-zY-NZW.title
source: Preferences
cs: Předvolby
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Préférences
it: Preferenze
nl: Voorkeuren
pl: Preferencje
pt_pt: Preferências
ru: предпочтения
sv: Inställningar
tr: Tercihler
uk: Налаштування

# vNE-KL-cuU.title
source: Download Path
cs: Cesta ke stažení
de: Speicherpfad
es: Ruta de Descarga
fi: Lataa polku
fr: Chemin de téléchargement
it: Percorso di download
nl: Pad downloaden
pl: Folder pobierania
pt_pt: Caminho de download
ru: Путь загрузки
sv: Ladda ner sökväg
tr: İndirme Yolu
uk: Завантажити шлях

# bFl-t0-n15.title
source: Temporary Path
cs: Dočasná cesta
de: Temporärer Pfad
es: Ruta Temporal
fi: Väliaikainen polku
fr: Chemin temporaire
it: Percorso temporaneo
nl: Tijdelijk pad
pl: Folder tymczasowy
pt_pt: Caminho temporário
ru: Временный путь
sv: Tillfälligt sökväg
tr: Geçici Yol
uk: Тимчасовий шлях

# 6mi-vd-B9P.title
source: Kext Report Path
cs: Cesta ke zprávě Kext
de: Kext-Report Pfad
es: Ruta del informe Kext
fr: Chemin du rapport Kext
it: Percorso del rapporto di Kext
nl: Kext-rapportpad
pl: Ścieżka raportu o kextach
ru: Путь отчета Kext
tr: Kext Rapor Yolu
uk: Шлях до звіту Kext

# 1eE-XO-qNR.title
source: Misc Settings
cs: Různá nastavení
de: Verschiedene Einstellungen
es: Configuraciones
fi: Muut asetukset
fr: Paramètres divers
it: Impostazioni varie
nl: Diverse instellingen
pl: Pozostałe
pt_pt: Configurações variadas
ru: Различные настройки
sv: Övriga inställningar
tr: Misc Ayarları
uk: Різні налаштування

# QrU-2W-mgV.title
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionnez
it: Seleziona
nl: Selecteer
pl: Wybierz
pt_pt: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати

# N1K-oT-yi7.title
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionnez
it: Seleziona
nl: Selecteer
pl: Wybierz
pt_pt: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати

# sOU-Tu-UkE.title
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionnez
it: Seleziona
nl: Selecteer
pl: Wybierz
pt_pt: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати

# FUn-NR-Kx0.title
source: Reset all
cs: Obnovit vše
de: Alles zurücksetzen
es: Restablecer todo
fi: Nollaa kaikki
fr: Effacer tout
it: Resetta tutto
nl: Alles resetten
pl: Resetuj
pt_pt: Reiniciar tudo
ru: Сбросить все
sv: Återställ allt
tr: Hepsini sıfırla
uk: Скинути все

# Awz-dr-2YX.title
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

# yO3-zI-Syn.title
source: Reset Path
cs: Obnovit cestu
de: Zurücksetzen
es: Restablecer
fi: Palauta polku
fr: Réinitialiser le chemin
it: Ripristina percorso
nl: Reset pad
pl: Resetuj
pt_pt: Redefinir caminho
ru: Сброс пути
sv: Återställ sökväg
tr: Yolu Sıfırla
uk: Скинути шлях

# IoX-yP-64a.title
source: Reset Path
cs: Obnovit cestu
de: Zurücksetzen
es: Restablecer
fi: Palauta polku
fr: Réinitialiser le chemin
it: Ripristina percorso
nl: Reset pad
pl: Resetuj
pt_pt: Redefinir caminho
ru: Сброс пути
sv: Återställ sökväg
tr: Yolu Sıfırla
uk: Скинути шлях

# es6-Rz-8tb.title
source: Reset Path
cs: Obnovit cestu
de: Zurücksetzen
es: Restablecer
fi: Palauta polku
fr: Réinitialiser le chemin
it: Ripristina percorso
nl: Reset pad
pl: Resetuj
pt_pt: Redefinir caminho
ru: Сброс пути
sv: Återställ sökväg
tr: Yolu Sıfırla
uk: Скинути шлях

# 8f4-37-4N5.title
source: Sound (Chime)
cs: Zvuk (zvuk)
de: Ton (Chime)
es: Sonido
fi: Ääni (Chime)
fr: Son (Carillon)
it: Suono (Chime)
nl: Geluid (Chime)
pl: Dźwięk (gong)
pt_pt: Som (Chime)
ru: Звук (Chime)
sv: Ljud (Chime)
tr: Ses (Chime)
uk: Звук (Chime)

# hLI-5S-9Cb.title
source: Font Size
cs: Velikost písma
de: Schriftgröße
es: Tamaño
fi: Fonttikoko
fr: Taille de la police
it: Dimensione carattere
nl: Lettergrootte
pl: Rozmiar
pt_pt: Tamanho da Fonte
ru: Размер шрифта
sv: Skriftstorlek
tr: Yazı Tipi Boyutu
uk: Розмір шрифту

# 8eF-QD-xgT.title
source: Font Family
cs: Rodina písma
de: Schriftart
es: Fuente
fi: Fonttiperhe
fr: Famille de polices
it: Famiglia di caratteri
nl: Fontfamilie
pl: Font
pt_pt: Família da Fonte
ru: Семейство шрифтов
sv: Typsnittsfamilj
tr: Yazı Tipi Ailesi
uk: Сімейство шрифтів

# 3t4-V2-vaD.title
source: Font Color
cs: Barva fontu
de: Schriftfarbe
es: Color de fuente
fi: Fontin väri
fr: Couleur de la police
it: Colore del carattere
nl: Letterkleur
pl: Kolor
pt_pt: Cor da fonte
ru: Цвет шрифта
sv: Fontfärg
tr: Yazı rengi
uk: Колір шрифту

# P7k-ox-BlE.title
source: Theme
cs: Téma
de: Thema
es: Tema
fi: Tema
fr: Thème
it: Tema
nl: Thema
pl: Motyw
pt_pt: Tema
ru: тема
sv: Tema
tr: Tema
uk: Тема

# 9ZI-aM-rRX.title
source: Green
cs: Zelená
de: Grün
es: Verde
fi: Vihreä
fr: Vert
it: Verde
nl: Groen
pl: Zielony
pt_pt: Verde
ru: зеленый
sv: Grön
tr: Yeşil
uk: Зелений

# zFG-GM-4Fd.title
source: Red
cs: Červené
de: Rot
es: Rojo
fi: Punainen
fr: Rouge
it: Rosso
nl: Rood
pl: Czerwony
pt_pt: Vermelho
ru: красный
sv: Röd
tr: Kırmızı
uk: Червоний

# R8o-tb-VsY.title
source: Orange
cs: Oranžový
es: Naranja
fi: Oranssi
it: Arancia
nl: Oranje
pl: Pomarańczowy
pt_pt: Laranja
ru: оранжевый
tr: Portakal
uk: Апельсин

# sfH-wb-Swd.title
source: Yellow
cs: Žlutá
de: Gelb
es: Amarillo
fi: Keltainen
fr: Jaune
it: Giallo
nl: Geel
pl: Żółty
pt_pt: Amarelo
ru: желтый
sv: Gul
tr: Sarı
uk: Жовтий

# 5vh-ut-hL7.title
source: Light
cs: Světlo
de: Hell
es: Ligero
fi: Valo
fr: Lumière
it: Luce
nl: Licht
pl: Jasny
pt_pt: Leve
ru: Свет
sv: Ljus
tr: ışık
uk: Світло

# yf8-lJ-jrq.title
source: Dark
cs: Temný
de: Dunkel
es: Oscuro
fi: Tumma
fr: Foncé
it: Buio
nl: Donker
pl: Ciemny
pt_pt: Sombrio
ru: Темно
sv: Mörk
tr: Karanlık
uk: Темний

# jkg-bB-qq2.title
source: System
cs: Systém
es: Sistema
fi: Järjestelmä
fr: Système
it: Sistema
nl: Systeem
pl: Systemowy
pt_pt: Sistema
ru: система
sv: Systemet
tr: Sistem
uk: Система

# 8x1-7s-VXB.title
source: Uh Oh! You are not connected to the Internet. Please check first!
cs: Uh Oh! Nejste připojeni k internetu. Zkontrolujte prosím nejprve!
de: Oh nein! Du bist nicht mit dem Internet verbunden. Bitte prüfen.
es: ¡UH oh! Usted no está conectado a Internet. ¡Por favor verifique primero!
fi: Uh Oh! Et ole yhteydessä internetiin. Tarkista ensin!
fr: Oh oh! Vous n'êtes pas connecté à Internet. S'il vous plaît vérifiez d'abord!
it: Uh Oh! Non sei connesso a Internet. Si prega di controllare prima!
nl: Oh Oh! U bent niet verbonden met internet. Controleer eerst!
pl: Brak połączenia z Internetem. Sprawdź ustawienia sieci!
pt_pt: Uh Oh! Você não está conectado à Internet. Por favor, verifique primeiro!
ru: Ох! Вы не подключены к Интернету. Сначала проверьте!
sv: Uh Oh! Du är inte ansluten till Internet. Vänligen kolla först!
tr: Ahh! İnternete bağlı değilsiniz. Lütfen önce kontrol edin!
uk: Ой-ой! Ви не підключені до Інтернету. Будь ласка, спочатку перевірте!

# ZRd-dS-ETe.title
source: Theme
cs: Téma
de: Thema
es: Tema
fi: Tema
fr: Thème
it: Tema
nl: Thema
pl: Motyw
pt_pt: Tema
ru: тема
sv: Tema
tr: Tema
uk: Тема

# wWK-ri-ocf.title
source: Load Single Kext
cs: Vložte jeden Kext
de: Einzelkext laden
es: Bajar solo Kext
fi: Lataa yhden kextin
fr: Charger un seul Kext
it: Carica singolo Kext
nl: Laad enkele Kext
pl: Pobierz jeden kext
pt_pt: Carregar Single Kext
ru: Загрузить Single Kext
sv: Ladda enkelt kext
tr: Tek Kext Yükle
uk: Завантажте одиночний ключ
