Repository: MacThings/kextupdater
Catalog: Kext Updater/*.lproj/MainMenu.strings
Languages: cs, de, es, fi, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

# XdL-oe-UzV.title
source: Enter your password to allow this.
cs: Chcete‑li tuto akci povolit, zadejte své heslo.
de: Gib dein Passwort ein, um dies zu erlauben.
es: Introduce la contraseña para permitir esta operación.
fi: Salli tämä syöttämällä salasanasi.
fr: Saisissez votre mot de passe pour autoriser cette opération.
it: Inserisci la password per consentire l'azione.
nl: Voer je wachtwoord in om dit toe te staan.
pl: Podaj hasło, aby zezwolić.
pt_pt: Para permitir, digite a palavra‑passe.
ru: Чтобы разрешить это действие, введите пароль.
sv: Ange ditt lösenord för att tillåta detta.
tr: Buna izin vermek için parolanızı girin.
uk: Введіть свій пароль, щоб надати дозвіл.

# UHx-x5-tIW.title
source: Username:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur:
it: Nome utente:
nl: Gebruikersnaam:
pl: Nazwa Użytkownika:
pt_pt: Nome de usuário:
ru: Имя пользователя:
sv: Användarnamn:
tr: Kullanıcı adı:
uk: Ім'я користувача:

# oYT-cS-tXK.title
source: Password:
cs: Heslo:
de: Passwort:
es: Contraseña:
fi: Salasana:
fr: Mot de passe:
it: Parola d'ordine:
nl: Wachtwoord:
pl: Hasło:
pt_pt: Senha:
ru: Пароль:
sv: Användarnamn:
tr: Parola:
uk: Пароль:

# 5pc-Bh-aSH.title
source: Cancel
cs: Zrušení
de: Abbrechen
es: Cancelar
fi: Peruuttaa
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ru: отменить
sv: Annullera
tr: İptal etmek
uk: Скасувати

# kJb-7j-om1.title
source: Do you want to use the keychain in the future to deposit your password permanently and securely? That would have the advantage that you had to enter the password only once and afterwards will not be asked again. Unless you change your password. Then the Kext Updater will ask again.
cs: Chcete v budoucnu používat klíčové řetězce k uložení vašeho hesla trvale a bezpečně? To by mělo tu výhodu, že jste museli zadat heslo pouze jednou a poté nebudete znovu požádáni. Pokud nezměníte své heslo. Potom se Kext Updater znovu zeptá.
de: Möchstest Du zukünftig den Schlüsselbund verwenden um Dein Passwort dauerhaft und sicher zu hinterlegen? Das hätte den Vorteil, dass Du das Passwort nur einmal eingeben musst und nicht wieder danach gefragt wirst. Außer Du änderst Dein Passwort. Dann wird der Kext Updater erneut danach fragen.
es: ¿Desea utilizar el llavero en el futuro para depositar su contraseña de forma permanente y segura? Eso tendría la ventaja de que tenía que ingresar la contraseña solo una vez y luego no se le volverá a preguntar. A menos que cambie su contraseña. Entonces el actualizador de Kext Updater de nuevo.
fi: Haluatko käyttää avainkaistaa tulevaisuudessa tallettaaksesi salasanasi pysyvästi ja turvallisesti? Tällä olisi se etu, että sinun tarvitsee syöttää salasanan vain kerran, ja sen jälkeen sitä ei kysytä uudelleen. Ellet muuta salasanaasi. Kext Updater kysyy uudelleen.
fr: Voulez-vous utiliser le trousseau à l'avenir pour déposer votre mot de passe de manière permanente et sécurisée? Cela aurait l'avantage que vous deviez entrer le mot de passe une seule fois et qu'on ne vous le demanderait plus. Sauf si vous changez votre mot de passe. Ensuite, Kext Updater vous le demandera à nouveau.
it: Vuoi utilizzare il portachiavi in ​​futuro per depositare la tua password in modo permanente e sicuro? Ciò avrebbe il vantaggio di dover inserire la password solo una volta e in seguito non verrà più richiesto. A meno che non cambi la tua password. Kext Updater chiederà di nuovo.
nl: Wilt u de sleutelhanger in de toekomst gebruiken om uw wachtwoord permanent en veilig te deponeren? Dat zou het voordeel hebben dat u het wachtwoord slechts één keer hoeft in te voeren en daarna niet opnieuw wordt gevraagd. Tenzij u uw wachtwoord wijzigt. Dan zal de Kext Updater opnieuw vragen.
pl: Czy chcesz używać pęku kluczy, aby trwale i bezpiecznie zapamiętać hasło? Dzięki temu nie będziesz pytany za każdym razem o jego wpisanie. No chyba, że je zmienisz. Wtedy Kext Updater zapyta Cię ponownie.
pt_pt: Você quer usar o chaveiro no futuro para depositar sua senha permanentemente e com segurança? Isso teria a vantagem de você ter que digitar a senha apenas uma vez e depois não será perguntado novamente. A menos que você mude sua senha. Então o Kext Updater perguntará novamente.
ru: Вы хотите использовать брелок в будущем для долговременного и надежного внесения вашего пароля? Это будет иметь то преимущество, что вам нужно было вводить пароль только один раз, а потом больше не спрашивать. Если вы не измените свой пароль. Затем Kext Updater запросит еще раз.
sv: Vill du använda nyckeln i framtiden för att lösa ditt lösenord permanent och säkert? Det skulle ha fördelen att du bara skulle skriva in lösenordet en gång och efteråt kommer inte att bli ombedd igen. Om du inte ändrar ditt lösenord. Då frågar Kext Updater igen.
tr: Şifreni kalıcı ve güvenli bir şekilde yatırmak için gelecekte anahtarlığı kullanmak ister misiniz? Bu, şifreyi sadece bir kez girmeniz ve daha sonra tekrar sorulmaması avantajına sahip olacaktır. Şifreni değiştirmediğin sürece. Sonra Kext Updater tekrar soracaktır.
uk: Чи хочете ви використовувати брелок в майбутньому, щоб назавжди і надійно зберігати свій пароль? Це матиме перевагу, адже вам довелося вводити пароль лише один раз, а потім - знову не питати. Якщо ви не зміните свій пароль. Після цього програма Kext Updater запитає знову.

# A6O-NO-2vE.title
source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_pt: Sim
ru: да
sv: Ja
tr: Evet
uk: да

# WpE-Au-SJa.title
source: No
cs: Ne
de: Nein
fi: Ei
fr: Aucun
nl: Nee
pl: Nie
pt_pt: Não
ru: нет
sv: Ingen
tr: Hayır
uk: немає

# dkQ-lL-d8X.title
source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_pt: Sim
ru: да
sv: Ja
tr: Evet
uk: да

# GHu-A0-sIa.title
source: No
cs: Ne
de: Nein
fi: Ei
fr: Aucun
nl: Nee
pl: Nie
pt_pt: Não
ru: нет
sv: Ingen
tr: Hayır
uk: немає

# RIh-nc-TGj.title
source: Start
de: Los!
es: Iniciar
fi: Aloita
fr: Démarrer
it: Avvia
nl: Aan de slag!
pl: Początek
pt_pt: Vai!
ru: Поехали!
tr: Başlat!
uk: Старт!

# TIs-Fo-edp.title
source: Uninstall
cs: Odstranit
de: Entfernen
es: Retirar
fi: Poistaa
fr: Retirer
it: Rimuovere
nl: Verwijderen
pl: Odinstaluj
pt_pt: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Видалити

# Lcw-db-4Jj.title
source: Install Kext to enable SATA HotPlug on Mojave again.
cs: Nainstalujte Kext, abyste znovu aktivovali SATA HotPlug na Mojave.
de: Kext installieren um SATA Hotplug unter Mojave zu aktivieren.
es: Instale Kext para habilitar SATA HotPlug en Mojave nuevamente.
fi: Asenna Kext, jotta voit ottaa SATA HotPlug -laitteen uudelleen käyttöön Mojave.
fr: Installez Kext pour réactiver SATA HotPlug sur Mojave.
it: Installa Kext per abilitare nuovamente SATA HotPlug su Mojave.
nl: Installeer Kext om SATA HotPlug op Mojave opnieuw in te schakelen.
pl: Zainstaluj kext, aby włączyć SATA HotPlug dla Mojave.
pt_pt: Instale o Kext para ativar o SATA HotPlug no Mojave novamente.
ru: Установите Kext, чтобы снова включить SATA HotPlug в Mojave.
sv: Installera Kext för att aktivera SATA HotPlug på Mojave igen.
tr: SATA HotPlug'u Mojave'de tekrar etkinleştirmek için Kext'i yükleyin.
uk: Встановіть Kext, щоб знову включити SATA HotPlug на Mojave.

# lMm-S6-9PF.title
source: Bootloader
cs: Zavaděč
es: Cargador de arranque
fi: Käynnistyslatain
fr: Chargeur de démarrage
ru: Загрузчик
uk: Завантажувач

# WE1-tY-5tf.title
source: Bootloader
cs: Zavaděč
es: Cargador de arranque
fi: Käynnistyslatain
fr: Chargeur de démarrage
ru: Загрузчик
uk: Завантажувач

# O1Y-s2-JQj.title
source: Gathering System Information
cs: Shromažďování informací o systému
de: Sammeln von Systeminformationen
es: Recopilación de información del sistema
fi: Keräysjärjestelmän tiedot
fr: Informations sur le système de collecte
it: Raccolta delle informazioni di sistema
nl: Systeeminformatie verzamelen
pl: Informacje o systemie gromadzenia danych
pt_pt: Reunindo informações do sistema
ru: Сбор информации о системе
sv: Samlingssystem Information
tr: Sistem Bilgilerini Toplama
uk: Збір інформаційних систем

# Gov-ov-mxs.title
source: Security Notification
cs: Oznámení o zabezpečení
de: Sicherheitshinweis
es: Notificación de seguridad
fi: Turvallisuusilmoitus
fr: Notification de sécurité
it: Notifica di sicurezza
nl: Beveiligingsmelding
pl: Powiadomienie o bezpieczeństwie
pt_pt: Notificação de Segurança
ru: Уведомление о безопасности
sv: Säkerhetsanmälan
tr: Güvenlik Bildirimi
uk: Повідомлення про безпеку

# EI8-3O-URb.title
source: Attention! You are using a newer macOS as Mojave. For safety reasons, Apple has set the system partition to read-only. For the selected action to be performed, the system partition must be set to read / write. The partition remains in this state until a reboot is performed. Do you agree?
cs: Pozor! Používáte novější macOS jako Mojave. Z bezpečnostních důvodů Apple nastavil systémový oddíl pouze pro čtení. Pro vybranou akci, která má být provedena, musí být systémový oddíl nastaven na čtení / zápis. Oddíl zůstane v tomto stavu, dokud nebude proveden restart. Souhlasíš?
de: Achtung! Sie verwenden ein neueres MacOS als Mojave. Aus Sicherheitsgründen hat Apple die Systempartition auf schreibgeschützt gesetzt. Damit die ausgewählte Aktion ausgeführt werden kann, muss die Systempartition auf Lesen / Schreiben eingestellt sein. Die Partition bleibt in diesem Zustand, bis ein Neustart durchgeführt wird. Sind Sie einverstanden?
es: ¡Atención! Estás usando un macOS más nuevo como Mojave. Por razones de seguridad, Apple ha configurado la partición del sistema en solo lectura. Para que se realice la acción seleccionada, la partición del sistema debe configurarse en lectura / escritura. La partición permanece en este estado hasta que se realiza un reinicio. ¿Estás de acuerdo?
fi: Huomio! Käytät uudempaa macOSia Mojaveena. Turvallisuussyistä Apple on asettanut järjestelmän osion vain luku -tilaksi. Valitun toiminnon suorittamiseksi järjestelmän osio on asetettava luku- / kirjoitusasetukseksi. Osio pysyy tässä tilassa, kunnes uudelleenkäynnistys suoritetaan. Oletko samaa mieltä?
fr: Attention! Vous utilisez un nouveau macOS en tant que Mojave. Pour des raisons de sécurité, Apple a défini la partition système en lecture seule. Pour que l'action sélectionnée soit effectuée, la partition système doit être configurée en lecture / écriture. La partition reste dans cet état jusqu'à ce qu'un redémarrage soit effectué. Êtes-vous d'accord?
it: Attenzione! Stai usando un macOS più recente come Mojave. Per motivi di sicurezza, Apple ha impostato la partizione di sistema in sola lettura. Per l'azione selezionata da eseguire, la partizione di sistema deve essere impostata in lettura / scrittura. La partizione rimane in questo stato fino al riavvio. Sei d'accordo?
nl: Aandacht! U gebruikt een nieuwere macOS als Mojave. Om veiligheidsredenen heeft Apple de systeempartitie ingesteld op alleen-lezen. Voor de geselecteerde actie die moet worden uitgevoerd, moet de systeempartitie zijn ingesteld op lezen / schrijven. De partitie blijft in deze status totdat een reboot wordt uitgevoerd. Bent u het eens?
pl: Uwaga! Używasz nowszego systemu MacOS jako Mojave. Ze względów bezpieczeństwa Apple ustawił partycję systemową tylko do odczytu. Aby wybrane działanie zostało wykonane, partycja systemowa musi być ustawiona na odczyt / zapis. Partycja pozostaje w tym stanie do czasu ponownego uruchomienia komputera. Czy sie zgadzasz?
pt_pt: Atenção! Você está usando um novo macOS como Mojave. Por motivos de segurança, a Apple definiu a partição do sistema para somente leitura. Para que a ação selecionada seja executada, a partição do sistema deve ser configurada para leitura / gravação. A partição permanece nesse estado até que uma reinicialização seja executada. Você concorda?
ru: Внимание! Вы используете более новую macOS как Mojave. Из соображений безопасности Apple установила системный раздел только для чтения. Для выполнения выбранного действия системный раздел должен быть настроен на чтение / запись. Раздел остается в этом состоянии до перезагрузки. Ты согласен?
sv: Uppmärksamhet! Du använder en nyare macOS som Mojave. Av säkerhetsskäl har Apple ställt in systempartitionen som skrivskyddad. För den valda åtgärden som ska utföras måste systempartitionen ställas in för att läsa / skriva. Partitionen förblir i detta tillstånd tills en omstart startas. Håller du med?
tr: Dikkat! Mojave olarak daha yeni bir macOS kullanıyorsunuz. Güvenlik nedeniyle, Apple sistem bölümünü salt okunur olarak ayarlamıştır. Seçilen eylemin gerçekleştirilmesi için, sistem bölümünün okuma / yazma olarak ayarlanması gerekir. Yeniden başlatma gerçekleştirilinceye kadar bölüm bu durumda kalır. Katılıyor musun?
uk: Увага! Ви використовуєте новіший MacOS як Mojave. З міркувань безпеки Apple встановила системний розділ лише на читання. Щоб виконати вибрану дію, системний розділ повинен бути встановлений на читання / запис. Розділ залишається в цьому стані до виконання перезавантаження. Ви згодні?

# aPL-lz-pF2.title
source: No
cs: Ne
de: Nein
fi: Ei
fr: Aucun
nl: Nee
pl: Nie
pt_pt: Não
ru: нет
sv: Ingen
tr: Hayır
uk: немає

# xlF-kn-k1N.title
source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_pt: Sim
ru: да
sv: Ja
tr: Evet
uk: да

# QIJ-Ri-920.title
source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_pt: Sim
ru: да
sv: Ja
tr: Evet
uk: да

# wGX-ev-H3u.title
source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_pt: Sim
ru: да
sv: Ja
tr: Evet
uk: да

# alarm
source: But be aware because it needs the latest Lilu Kext! If you don´t already have this you will get a black Screen on next boot! Please download Lilu via the Single Kext Option and install it before next reboot! But if you don´t want to update it´s no problem. Simply ignore this Message.
cs: Ale vězte, protože potřebuje nejnovější Lilu Kext! Pokud už nemáte to, dostanete černé obrazovky na další boty! Stáhněte si Lilu pomocí možnosti Single Kext a nainstalujte jej před dalším restartováním! Ale pokud nechcete aktualizovat, není to žádný problém. Jednoduše ignorujte tuto zprávu.
de: Aber sei vorsichtig, denn es braucht den neuesten Lilu Kext! Wenn Du ihn noch nicht hast, bekommst Du beim nächsten Start einen schwarzen Bildschirm! Bitte lade Lilu über die Einzelkext Option herunter und installiere es vor dem nächsten Neustart! Wenn Du aber nicht updaten möchtest, dann ignoriere diese Meldung einfach.
es: ¡Tenga en cuenta que necesita la última versión de Lilu Kext! Si aún no la tiene, obtendrá una pantalla negra el próximo arranque. Descargue Lilu a través de la opción Single Kext e instálelo antes del próximo reinicio. Si no quiere actualizarlo no hay problema, simplemente ignore este mensaje.
fi: Mutta ole tietoinen, koska se tarvitsee uusimman Lilu Kextin! Jos sinulla ei ole tätä, saat seuraavan näytön mustan näytön! Lataa Lilu Single Kext -optiolla ja asenna se ennen seuraavaa uudelleenkäynnistystä! Mutta jos et halua päivittää, se ei ole ongelma. Ohita tämä viesti vain.
fr: Mais soyez conscient car il a besoin de la dernière Lilu Kext! Si vous ne l'avez pas déjà, vous obtiendrez un écran noir au prochain démarrage! S'il vous plaît télécharger Lilu via l'option Single Kext et l'installer avant le prochain redémarrage! Mais si vous ne voulez pas mettre à jour ce n'est pas un problème. Ignorez simplement ce message.
it: Ma attenzione perché ha bisogno dell'ultimo Lilu Kext! Se non lo hai già, avrai una schermata nera al prossimo avvio! Scarica Lilu tramite l'opzione Single Kext e installalo prima del prossimo riavvio! Ma se non vuoi aggiornarlo, non c'è problema. Semplicemente ignora questo messaggio.
nl: Maar wees gewaarschuwd, want het heeft de nieuwste Lilu Kext nodig! Als je dit nog niet hebt, krijg je een zwart scherm bij de volgende keer opstarten! Download Lilu via de Single Kext-optie en installeer het voordat u opnieuw opgestart! Maar als u niet wilt updaten, is dit geen probleem. Negeer eenvoudig dit bericht.
pl: Uwaga, wymagany jest najnowszy kext Lilu! Jeśli go nie masz, zobaczysz czarny ekran podczas następnego uruchomienia! Pobierz Lilu za pomocą opcji ładowania pojedyńczego kextu i zainstaluj przed ponownym uruchomieniem! Jeśli jednak nie chcesz aktualizować, nie ma problemu. Po prostu zignoruj​tę wiadomość.
pt_pt: Mas esteja ciente, porque precisa do mais recente Lilu Kext! Se você não tiver isso, você receberá uma tela preta na próxima inicialização! Faça o download do Lilu através da Opção Kext Individual e instale-o antes da próxima reinicialização! Mas se você não quiser atualizar, não há problema. Simplesmente ignore esta mensagem.
ru: Но имейте в виду, потому что ему нужен последний Lilu Kext! Если у вас уже нет этого, вы получите черный экран при следующей загрузке! Загрузите Lilu через опцию Single Kext и установите его перед следующей перезагрузкой! Но если вы не хотите обновлять, это не проблема. Просто игнорируйте это сообщение.
sv: Men var medveten om att den behöver den senaste Lilu Kext! Om du inte har det här får du en svart skärm på nästa start! Var god ladda ner Lilu via Single Kext-alternativet och installera det innan nästa omstart! Men om du inte vill uppdatera är det inget problem. Helt enkelt ignorera det här meddelandet.
tr: Ama farkında ol, çünkü en son Lilu Kext'e ihtiyacı var! Eğer zaten buna sahip değilseniz, sonraki açılışta siyah bir ekran alacaksınız! Lütfen Tek Kext Seçeneği ile Lilu indirin ve bir sonraki yeniden başlatmadan önce yükleyin! Ama güncellemek istemezseniz sorun olmaz. Sadece bu mesajı dikkate almayın.
uk: Але будьте обізнані, тому що йому потрібна найновіша Лілу Кекст! Якщо у вас цього ще немає, ви отримаєте чорний екран на наступному завантаженні! Будь ласка, завантажте Lilu за допомогою параметра «Одиничний ключ» та встановіть його перед наступною перезавантаженням! Але якщо ти не хочеш оновити, це не проблема. Просто ігноруйте це повідомлення.

# checkinet
source: Check your Internet Connection or perhaps the Updateserver is down! The Program will close in 5 seconds.
cs: Zkontrolujte připojení k Internetu nebo aktualizaci serveru aktualizace! Program se ukončí za 5 sekund.
de: Bitte prüfe Deine Internetverbindung bzw. der Updateserver ist u. U. gerade nicht erreichbar. Das Programm schließt sich in 5 Sekunden automatisch.
es: ¡Compruebe su conexión a internet, o quizás el servidor de actualizaciones está caído! El programa se cerrará en 5 segundos.
fi: Tarkista Internet-yhteys tai ehkä Updateserver on tyhjä! Ohjelma sulkeutuu 5 sekunnissa.
fr: Vérifiez votre connexion Internet ou peut-être que le serveur de mises à jour est arrêté! Le programme se ferme dans 5 secondes.
it: Controlla la tua connessione Internet o forse il server Updates non funziona! Il programma si chiuderà tra 5 secondi.
nl: Controleer je internetverbinding. Mogelijk is de updateserver momenteel niet bereikbaar. Het programma wordt over 5 seconden automatisch afgesloten.
pl: Serwer aktualizacji nie działa lub nie masz połączenia z internetem! Program zamknie się za 5 sekund.
pt_pt: Por favor, verifique sua conexão com a internet ou o servidor de atualização não esta disponível. O programa fecha automaticamente em 5 segundos.
ru: Проверьте подключение к Интернету. На данный момент сервер обновлений может быть недоступен. Программа автоматически закрывается через 5 секунд.
sv: Kontrollera din Internet-anslutning eller kanske uppdateringsserveren är nere! Programmet stängs om 5 sekunder.
tr: İnternet bağlantınızı kontrol edin veya güncelleme Sunucusuna ulaşılamıyor. Program otomatik olarak 5 saniye sonra kapatılacak.
uk: Перевірте підключення до мережі Інтернет. На даний час сервер оновлень може бути не доступний. Програма автоматично закриється через 5 секунд.

# ozmosis
source: Attention! Since you are using Ozmosis, please make sure that you don´t have any KEXTs twice in your System. One KEXT should not be stored in the ROM, the EFI Partition and S/L/E at the same time.
cs: Pozor! Jelikož používáte Ozmosis, ujistěte se, že ve vašem systému dvakrát nemáte KEXT. Jeden KEXT by neměl být uložen v paměti ROM, EFI a S / L / E současně.
de: Achtung! Solange du Ozmosis nutzt stelle bitte sicher, dass sich keine doppelten Kexte Im System befinden. Ein und der selbe Kext sollten nicht im ROM, der EFI Partition oder in S/L/E gleichzeitig installiert sein.
es: ¡Atención! Como usa Ozmosis, por favor compruebe que no tiene KEXTs duplicados en su sistema. Un mismo KEXT no debe ser almacenado en ROM, partición EFI y S/L/E simultáneamente.
fi: Huomio: Koska käytät Ozmosisia, varmista, että sinulla ei ole KEXT: ää kahdesti järjestelmässäsi. Yksi KEXT ei pitäisi tallentaa ROM: iin, EFI Partitioniin ja S/L/E: hen samanaikaisesti.
fr: Attention! Puisque vous utilisez Ozmosis, assurez-vous que vous n'avez pas de KEXT deux fois dans votre système.Un KEXT ne doit pas être stocké dans la ROM, la partition EFI et S / L / E en même temps.
it: Attenzione! Dal momento che stai usando Ozmosis, assicurati di non avere KEXT due volte nel tuo Sistema. Un KEXT non dovrebbe essere memorizzato nella ROM, nella partizione EFI e S / L / E allo stesso tempo.
nl: Let op: zorg dat er geen dubbele kextbestanden in het systeem staan als je Ozmosis gebruikt. Kextbestanden mogen niet in de ROM, EFI-partitie of S/L/E tegelijk worden genstalleerd.
pl: Uwaga! Ponieważ używasz Ozmosis, upewnij się, że nie masz zduplikowanych kextów w swoim systemie. Kexty nie mogą znajdować się jednocześnie na partycji EFI oraz S/L/E.
pt_pt: Cuidado! Desde que você use o Ozmosis, certifique-se de que não há kexte duplicadas no sistema. Um e o mesmo kext não deve ser instalado na ROM, na partição EFI ou no S / L / E ao mesmo tempo.
ru: Внимание! Если вы используете Ozmosis, убедитесь, что в системе нет дубликатов Кекстав. Один и тот же Кекст не должен устанавливаться в ROM, разделе EFI или в S / L / E одновременно.
sv: Obs! Eftersom du använder Ozmosis, se till att du inte har några KEXTs två gånger i ditt system. En KEXT ska inte lagras i ROM, EFI Partition och S / L / E samtidigt.
tr: Dikkat! Ozmosis'i kullandığın sürece, sistemde çift Kext olmadığından emin ol. Aynı Kext ROM, EFI bölümü veya S/L/E'de aynı anda kurulmamalıdır.
uk: Увага! Якщо використовується Ozmosis, переконайтесь що в системі немає дублікатів, кексти не повинні бути одночасно встановлені в ROM, EFI, або S / L / E.

# greet1
source: Good morning $osuser. Let's see if there's something new for you. Here we go...
cs: Dobré ráno $osuser. Uvidíme, jestli je pro tebe něco nového.
de: Guten Morgen $osuser. Dann wollen wir mal schauen, ob es etwas Neues gibt. Los gehts ...
es: Buenos días $osuser. Veamos si hay algo nuevo para usted. Aquí vamos...
fi: Hyvää huomenta $ osuser. Katsotaanpa, onko sinulle jotain uutta, tässä mennään ...
fr: Bonjour $osuser Voyons s'il y a quelque chose de nouveau pour vous, nous y voilà ...
it: Buongiorno $osuser, vediamo se c'è qualcosa di nuovo per te, eccoci qui ...
nl: Goedemorgen $osuser. Laten we even kijken of er al iets nieuws beschikbaar is. Daar gaan we...
pl: Dzień dobry, $osuser. Sprawdźmy, czy są dla Ciebie nowe aktualizacje.
pt_pt: Bom dia $osuser. Então vamos ver se há algo novo. Vamos lá ...
ru: Доброе утро $osuser. Посмотрим, есть ли что-то новое. Поехали! ...
sv: God morgon $osuser. Låt oss se om det finns något nytt för dig. Här går vi ...
tr: Günaydın $osuser. Yenilik olup olmadığını bakalım...
uk: Добрий ранок $osuser. Перевіримо чи вийшли оновлення. Старт! ...
