Repository: MacThings/kextupdater
Catalog: Kext Updater/*.lproj/MainMenu.strings
Languages: cs, de, es, fi, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

# sysreport
source: Creating Profile. This could take a while.
cs: Vytváření profilu. To může chvíli trvat.
de: Erstelle Profil. Das kann eine Weile dauern.
es: Creando perfil. Esto podría tomar un tiempo.
fi: Profiilin luominen. Tämä saattaa kestää jonkin aikaa.
fr: Création de profil. Ça pourrait prendre un moment.
it: Creazione del profilo. Questo potrebbe richiedere del tempo.
nl: Profiel creëren. Dit kan een tijdje duren.
pl: Tworzenie profilu. To może chwilę potrwać.
pt_pt: Criando Perfil. Isso vai demorar um pouco.
ru: Создание профиля. Это может занять некоторое время.
sv: Skapa profil. Det kan ta ett tag.
tr: Profil oluşturuluyor. Bu biraz zaman alabilir.
uk: Створення профілю. Це може зайняти деякий час.

# lspciinstalling
source: lspci will be installed now. That could take some time.
cs: lspci bude nyní nainstalován. To může chvíli trvat.
de: lspci wird jetzt installiert. Das kann einen Moment dauern.
es: el lspci se instalará ahora. Esto podría llevar tiempo.
fi: lspci asennetaan nyt. Että kestäisi kauan.
fr: lspci sera installé maintenant. Cela pourrait prendre du temps.
it: il lspci sarà installato adesso. Questo poteva volere il tempo.
nl: lspci nu zal worden geïnstalleerd. Dat kan wel even duren.
pl: lspci zostanie teraz zainstalowany. To może chwilę potrwać.
pt_pt: o lspci vai se instalar agora. Isto pode levar um tempo.
ru: lspci будет установлен теперь. Это могло занять время.
sv: lspci installeras nu. Det kan ta lite tid.
tr: lspci şimdi kurulacak. Bu biraz zaman alabilir.
uk: lspci буде встановлено зараз. Це може зайняти деякий час.

# nolspciinstalled
source: Nothing to uninstall. lspci is not on your System.
cs: Nic, co byste odinstalovali. lspci není ve vašem systému.
de: Es gibt nichts zum deinstallieren. lspci befindet sich nicht im System.
es: Nada para no instalar. el lspci no está en su Sistema.
fi: Mitään uninstall. lspci ei ottamastanne järjestelmä.
fr: Rien pour non installer. lspci n'est pas sur votre Système.
it: Niente per ininstallare. il lspci non è sul Suo Sistema.
nl: Niets te deïnstalleren. lspci is niet op uw systeem.
pl: Nic do odinstalowania. Nie znaleziono lspci w Twoim systemie.
pt_pt: Nada para não instalar. o lspci não está no seu Sistema.
ru: Ничто, чтобы деинсталлировать. lspci не находится на Вашей Системе.
sv: Inget att avinstallera. lspci finns inte på ditt system.
tr: Kaldırma için bir şey yok. lspci sisteminizde değil.
uk: Нічого не видалити. lspci не входить до вашої системи.

# uninstalllspci
source: lspci will be uninstalled now. Please be patient.
cs: lspci se nyní odinstaluje. Prosím, buďte trpěliví.
de: lspci wird jetzt deinstalliert ... bitte etwas Geduld.
es: el lspci se no instalará ahora. Por favor esté paciente.
fi: lspci on nyt poistettu. Ole kärsivällinen.
fr: lspci sera non installé maintenant. Soyez patient s'il vous plaît.
it: il lspci sarà ininstallato adesso. Per favore, abbia pazienza.
nl: Niets te deïnstalleren. lspci is niet op uw systeem.
pl: lspci zostanie teraz odinstalowany. Prosimy o cierpliwość.
pt_pt: o lspci vai se não instalar agora. Por favor esteja paciente.
ru: lspci будет деинсталлирован теперь. Пожалуйста, будьте терпеливы.
sv: lspci avinstalleras nu. Var tålmodig.
tr: Şimdi lspci kaldırılan olacak. Lütfen sabırlı olun.
uk: lspci буде видалено зараз. Будь ласка, будьте терплячі.

# collectingdata
source: Fetching System Information. Please be patient.
cs: Načítání informací o systému. Prosím, buďte trpěliví.
de: Sammle System-Informationen ... bitte etwas Geduld.
es: Atracción de informaciones del Sistema. Por favor esté paciente.
fi: Hurmaava järjestelmän Informations. Ole kärsivällinen.
fr: Fixation des renseignements de Système. Soyez patient s'il vous plaît.
it: Accesso di Sistema Informations. Per favore, abbia pazienza.
nl: Het ophalen van informatie systeem. Heeft u alstublieft geduld.
pl: Pobieranie informacji systemowych. Prosimy o cierpliwość.
pt_pt: Extração de informações sobre Sistema. Por favor esteja paciente.
ru: Установка информации о Системе. Пожалуйста, будьте терпеливы.
sv: Hämta systeminformation. Var tålmodig.
tr: Bilgi sistemi getiriliyor. Lütfen sabırlı olun.
uk: Отримання системної інформації. Будь ласка, будьте терплячі.

# createreport
source: HTML System Report will be build now ...
cs: Zpráva systému HTML bude nyní sestavena.
de: HTML System Report wird nun erstellt ...
es: El Informe del Sistema de HTML será construyen ahora.
fi: HTML järjestelmän mietinnöstä tulee rakentaa nyt.
fr: Le Rapport de Système HTML sera construisent maintenant.
it: La Relazione di Sistema di HTML sarà costruiscono adesso.
nl: HTML Systeemrapport wordt nu bouwen.
pl: Tworzenie raportu systemu w HTML.
pt_pt: O Relatório de Sistema de HTML será constroem agora.
ru: Системный Отчет о HTML будет, строят теперь.
sv: HTML-systemrapporten kommer att byggas nu.
tr: HTML Sistem Raporu şimdi oluşturulacak.
uk: Звіт про HTML-систему буде створено зараз.

# updatepcidb
source: Updating the PCI Device Database.
cs: Aktualizace databáze zařízení PCI.
de: Aktualisiere die PCI Device Datenbank.
es: La actualización de la base de datos del dispositivo PCI.
fi: Päivittäminen PCI huomiovalaisin tullitutkintatietokantaan.
fr: En actualisant la base de données d'appareil PCI.
it: L'aggiornamento del database di dispositivo PCI.
nl: PCI apparaat bijwerking van de Database.
pl: Aktualizowanie bazy danych urządzeń PCI.
pt_pt: Atualizar o banco de dados de dispositivo PCI.
ru: Обновление базы данных устройства PCI.
sv: Uppdatering av PCI Device Database.
tr: PCI Aygıt Veritabanını Güncelleme.
uk: Оновлення бази даних пристроїв PCI.

# efineedsmounted
source: EFI need to be mounted to create the Report.
cs: EFI je třeba připojit k vytvoření sestavy.
de: Die EFI muss noch eingehangen werden um den Bericht erstellen zu können.
es: EFI se tiene que montar para crear el Informe.
fi: Finlex on asennettava luoda raportin.
fr: EFI a besoin d'être monté pour créer le Rapport.
it: EFI ha bisogno di esser montato per creare la Relazione.
nl: EFI gemonteerd moeten worden aan de totstandkoming van het verslag.
pl: W celu stworzenia raportu, należy zamontować EFI.
pt_pt: EFI tem de montar-se para criar o Relatório.
ru: EFI должен быть установлен, чтобы создать Отчет.
sv: EFI måste monteras för att skapa rapporten.
tr: EFI raporu yaratmak için monte edilmiş olması gerekiyor.
uk: Для створення звіту потрібно встановити EFI.

# sipwarn
source: Your SIP status doesn't allow to install 3rd Party Kexts. Please deactivate SIP to get the PCI Device List. The Report will be build without PCI Device Information for now. If you want to disable SIP please set CsrActiveConfig to 0x67.
cs: Váš stav SIP neumožňuje instalovat Kexty třetí strany. Deaktivujte SIP, abyste získali seznam zařízení PCI. Zpráva bude sestavena bez informací o zařízeních PCI. Chcete-li zakázat SIP, nastavte CsrActiveConfig na hodnotu 0x67.
de: Du hast SIP aktiviert. Damit ist es nicht möglich Drittanbieter-Kexte im System zu installieren. Dein Report wird nun keine Auflistung der PCI Devices enthalten. Wenn Du SIP deaktivieren möchtest so setze CsrActiveConfig auf 0x67.
es: Su estado del SORBO no permite instalar al tercero Kexts. Por favor desactive el SORBO para conseguir la Lista del Dispositivo PCI. El Informe será construyen sin informaciones del Dispositivo PCI por el momento. Si quiere incapacitar el SORBO por favor ponga CsrActiveConfig a 0x67.
fi: Teidän huikan asema ei ole mahdollista asentaa kolmannen osapuolen Kexts. Ota pois käytöstä huikan saada PCI huomiovalaisin luetteloon. Mietintö saa rakentaa ilman PCI huomiovalaisin Informations toistaiseksi. Jos haluat estää huikan ole kiltti ja CsrActiveConfig on 0x67.
fr: Votre statut de PETITE GORGÉE ne permet pas d'installer 3ème Kexts du Parti. Désamorcez s'il vous plaît la PETITE GORGÉE pour recevoir la Liste d'Appareil PCI. Le Rapport sera construisent sans renseignements d'Appareil PCI pour maintenant. Si vous voulez rendre la PETITE GORGÉE INFIRMES mettez s'il vous plaît CsrActiveConfig à 0x67.
it: Il Suo stato di SORSO non permette di installare 3o Kexts Del partito. Per favore, disattivi il SORSO per ottenere la Lista di Dispositivo PCI. La Relazione sarà costruiscono senza Dispositivo PCI Informations per adesso. Se vuole mutilare il SORSO, per favore, metta CsrActiveConfig a 0x67.
nl: Sip je status heeft niet toe te staan te installeren Kexts 3rd Party. Alsjeblieft SIP uitschakelen om de lijst PCI apparaat. Het verslag zal bouwen, zonder informatie PCI apparaat voor nu. Als je wilt uitschakelen SIP stel 0x67 CsrActiveConfig aan.
pl: Twój status SIP nie pozwala na instalowanie kextów innych podmiotów. Proszę wyłączyć SIP, aby utworzyć listę urządzeń PCI. Raport zostanie na razie zbudowany bez informacji o urządzeniach PCI. Jeśli chcesz wyłączyć SIP, ustaw CsrActiveConfig na 0x67.
pt_pt: A sua posição de GOLINHO não permite instalar 3o Kexts Partidário. Por favor desative o GOLINHO para adquirir a Lista de Dispositivo PCI. O Relatório será constroem sem informações sobre Dispositivo PCI por agora. Se quiser inutilizar o GOLINHO por favor estabeleça CsrActiveConfig em 0x67.
ru: Ваш статус ГЛОТКА не позволяет устанавливать третье лицо Кекстса. Пожалуйста, дезактивируйте ГЛОТОК, чтобы получить Список Устройства PCI. Отчет будет, строят без информации об Устройстве PCI на данный момент. Если Вы хотите отключить ГЛОТОК, пожалуйста, установите CsrActiveConfig в 0x67.
sv: Din SIP-status tillåter inte att installera tredjeparts kex. Avaktivera SIP för att få PCI Device List. Rapporten kommer att byggas utan PCI Device Information för nu. Om du vill inaktivera SIP, sätt CsrActiveConfig till 0x67.
tr: Senin yudum Kexts 3üncü parti statüsü yüklemek için izin vermiyor. Lütfen etkisizleştir PCI cihaz almak için yudum listesi. PCI cihaz raporu için bilgi olmadan inşa olacak şimdi. Lütfen set CsrActiveConfig etkisiz kılmak istiyorsan 0x67 yudum için.
uk: Ваш статус SIP не дозволяє встановлювати сторонніх Kexts. Вимкніть SIP, щоб отримати список пристроїв PCI. Наразі звіт буде побудовано без інформації про пристрій PCI. Якщо ви хочете вимкнути SIP, будь ласка, встановіть CsrActiveConfig на 0x67.

# reportdone
source: Done. You will find a zip Archive (System-Report.zip) on your Desktop now. The Content of the zip is the following: - Hardware- and OS Information - Loaded Kexts - Kext Paths - PCI Devices (only if you have lspci installed) - Essentials of the CLOVER/OC/OZ Folder (SerialNumber, BoardSerialNumber, SmUUID, MLB and CustomUUID in the config.plist are replaced with Zeros to make it anonymous). Please upload this Archive to your Hackintosh Forum for a better analysis of your Problem.
cs: Hotovo. Na vašem pracovním stole nyní najdete archiv ZIP (System-Report.zip). Obsah zipu je následující: Hardwarové a OS informace, načteny Kexts, Kext cesty, PCI zařízení (SerialNumber, BoardSerialNumber, SmUUID, MLB a CustomUUID v config.plist jsou nahrazeny nulami, aby byly anonymní). Nahrajte prosím tento archiv do fóra Hackintosh pro lepší analýzu vašeho problému.
de: Fertig. Du findest nun ein Archiv mit dem Namen System-Report.zip auf Deinem Desktop. Dieses Archiv enthält folgendes: - Hardware- und Systeminformationen - Geladene Kexte - Kextpfade - PCI Devices - Den Kern des CLOVER/OC/OZ Ordners (SerialNumber, BoardSerialNumber, SmUUID, MLB und CustomUUID in der config.plist werden durch Nullen ersetzt, um sie zu anonymisieren). Bitte lade das Archiv ggf. in Dein Hackintosh Forum hoch, damit Dir besser bei einem Problem geholfen werden kann.
es: Hecho. Encontrará un archivo zip (System-Report.zip) en su escritorio ahora. El contenido del zip es el siguiente: La información sobre el hardware y el sistema operativo, los Kexts cargados, las rutas de Kext, los dispositivos PCI, los elementos esenciales de la carpeta CLOVER/OC/OZ (SerialNumber, BoardSerialNumber, SmUUID, MLB y CustomUUID en config.plist se reemplazan con ceros para hacerlos anónimos). Suba este archivo a su foro de Hackintosh para un mejor análisis de su problema.
fi: Tehty. Löydät zip Archive (System-Report.zip) työpöydälläsi nyt. Zipin sisältö on seuraava: Hard- ja OS-tiedot, ladatut Kextit, Kext-polut, PCI-laitteet, CLOVER/OC/OZ-kansion Essentials (Config.plist-sarjanumero, BoardSerialNumber, SmUUID, MLB ja CustomUUID korvataan nollilla nimettömiksi). Lähetä tämä Arkisto Hackintosh-foorumiisi ongelman parempaa analysointia varten.
fr: Terminé. Vous trouverez maintenant une archive zip (System-Report.zip) sur votre bureau. Le contenu du zip est le suivant: Informations sur le matériel et le système d'exploitation, fichiers Kex chargés, chemins Kext, périphériques PCI, éléments essentiels du dossier CLOVER/OC/OZ (SerialNumber, BoardSerialNumber, SmUUID, MLB et CustomUUID dans le fichier config.plist sont remplacés par des zéros pour le rendre anonyme). Veuillez télécharger ces archives sur votre forum Hackintosh pour une meilleure analyse de votre problème.
it: Fatto. Troverai un archivio zip (System-Report.zip) sul tuo desktop ora. Il contenuto dello zip è il seguente: Informazioni su Hard e OS, Kexts caricati, Percorsi Kext, Dispositivi PCI, Elementi essenziali della cartella CLOVER/OC/OZ (SerialNumber, BoardSerialNumber, SmUUID, MLB e CustomUUID nel config.plist sono sostituiti con Zeros per renderlo anonimo). Si prega di caricare questo archivio nel forum di Hackintosh per una migliore analisi del problema.
nl: Gedaan. Je vindt nu een zip-archief (System-Report.zip) op je bureaublad. De inhoud van de zip is de volgende: Hard- en OS-informatie, geladen Kexts, Kext Paden, PCI-apparaten, Essentials van de CLOVER/OC/OZ-map (SerialNumber, BoardSerialNumber, SmUUID, MLB en CustomUUID in de config.plist worden vervangen door nullen om het anoniem te maken). Upload dit archief alstublieft naar uw Hackintosh Forum voor een betere analyse van uw probleem.
pl: Gotowe. Na swoim pulpicie znajdziesz teraz archiwum ZIP (System-Report.zip). Zawartość pliku ZIP jest następująca: - Informacje o systemie operacyjnym - Załadowane kexty - Ścieżki kextów - Lista urządzeń PCI (jeśli jest zainstalowany lspci) - Kluczowe dane z folderu CLOVER/OC/OZ (SerialNumber, BoardSerialNumber, SmUUID, MLB i CustomUUID w config.plist są zamieniane na zera, aby były anonimowe). Prześlij to archiwum na forum haMacowe, aby uzyskać lepszą analizę problemu.
pt_pt: Feito. Você encontrará um arquivo zip (System-Report.zip) na sua área de trabalho agora. O conteúdo do zip é o seguinte: Informações de hardware e SO, Kexts carregados, Kext Paths, Dispositivos PCI, Essentials da pasta CLOVER/OC/OZ (SerialNumber, BoardSerialNumber, SmUUID, MLB e CustomUUID no config.plist são substituídos por Zeros para torná-lo anônimo). Por favor, envie este arquivo para o seu Fórum Hackintosh para uma melhor análise do seu problema.
ru: Готово. Теперь вы обнаружите zip-архив (System-Report.zip) на своем рабочем столе. Содержимое zip следующее: Информация о жестких и ОС, загруженные Kexts, Kext Paths, PCI Devices, Essentials папки CLOVER/OC/OZ (SerialNumber, BoardSerialNumber, SmUUID, MLB и CustomUUID в config.plist заменяются нулями, чтобы сделать его анонимным). Загрузите этот архив на свой форум Hackintosh для лучшего анализа вашей проблемы.
sv: Gjort. Du hittar nu ett zip-arkiv (System-Report.zip) på ditt skrivbord nu. Innehållet i zip är följande: Hård- och OS-information, laddade Kexts, Kext Paths, PCI-enheter, Essentials of CLOVER/OC/OZ-mappen (SerialNumber, BoardSerialNumber, SmUUID, MLB och CustomUUID i config.plist ersätts med Zeros för att göra det anonymt). Vänligen ladda upp det här arkivet till ditt Hackintosh-forum för en bättre analys av ditt problem.
tr: Bitti. Masaüstünüzde bir zip Arşivi (System-Report.zip) bulacaksınız. Zip'in içeriği aşağıdaki gibidir: Sabit ve İşletim Sistemi Bilgileri, yüklenen Kexts, Kext Yolları, PCI Aygıtları, CLOVER/OC/OZ Klasörünün Temelleri (Config.plist içinde SerialNumber, BoardSerialNumber, SmUUID, MLB ve CustomUUID, anonim hale getirmek için Zeros ile değiştirilir). Lütfen Sorununuzu daha iyi analiz etmek için bu Arşivi Hackintosh Forumunuza yükleyin.
uk: Готово. Ви знайдете ZIP архів (System-Report.zip) на своєму робочому столі зараз. Вміст поштового індексу такий: Інформація про жорсткий і ОС, завантажені Kexts, Kext шляхи, пристрої PCI, Essentials папки CLOVER/OC/OZ (SerialNumber, BoardSerialNumber, SmUUID, MLB і CustomUUID в config.plist замінюються нулями, щоб зробити їх анонімним). Завантажте цей Архів на свій Hackintosh Forum для кращого аналізу Вашої Проблеми.

# reportmsg
source: Report created.
cs: Zpráva byla vytvořena.
de: Report erstellt.
es: Informe creado.
fi: Raportti luotiin.
fr: Rapport créé.
it: Rapporto creato.
nl: Rapport aangemaakt.
pl: Raport utworzony.
pt_pt: Relatório criado.
ru: Создан отчет.
sv: Rapport skapad.
tr: Rapor oluşturuldu.
uk: Звіт створений.

# wrongpass
source: Wrong Password. Please try again.
cs: Špatné heslo. Prosím zkuste to znovu.
de: Falsches Passwort. Bitte erneut versuchen.
es: Contraseña incorrecta. Inténtalo de nuevo.
fi: Väärä salasana. Yritä uudelleen.
fr: Mauvais mot de passe. Veuillez réessayer.
it: Password errata. Per favore riprova.
nl: Verkeerd wachtwoord. Probeer het opnieuw.
pl: Złe hasło. Proszę spróbuj ponownie.
pt_pt: Senha incorreta. Por favor, tente novamente.
ru: Неправильный пароль. Пожалуйста, попробуйте еще раз.
sv: Fel lösenord. Var god försök igen.
tr: Yanlış şifre. Lütfen tekrar deneyin.
uk: Неправильний пароль. Будь ласка спробуйте ще раз.

# warnnouser
source: Attention! No User was specified. Your current User will be used now.
cs: Pozor! Žádný uživatel nebyl zadán. Váš současný uživatel bude nyní použit.
de: Achtung! Es wurde kein Benutzer angegeben. Es wird jetzt Dein aktueller verwendet.
es: ¡Atención! Ningún usuario fue especificado. Su usuario actual será utilizado ahora.
fi: Huomio! Käyttäjää ei ole määritetty. Nykyinen käyttäjäsi käytetään nyt.
fr: Attention! Aucun utilisateur n'a été spécifié. Votre utilisateur actuel sera utilisé maintenant.
it: Attenzione! Nessun utente è stato specificato. Il tuo attuale utente sarà usato ora.
nl: Aandacht! Geen gebruiker opgegeven. Uw huidige gebruiker wordt nu gebruikt.
pl: Uwaga! Nie podano konat użytkownika. Zostanie użyte bieżące konto użytkownika.
pt_pt: Atenção! Nenhum usuário foi especificado. Seu usuário atual será usado agora.
ru: Внимание! Пользователь не указан. Текущий пользователь будет использоваться сейчас.
sv: Uppmärksamhet! Ingen användare har angivits. Din nuvarande Användare kommer att användas nu.
tr: Dikkat! Hiçbir Kullanıcı belirtilmedi. Mevcut Kullanıcınız şimdi kullanılacaktır.
uk: Увага! Не вказано ні одного користувача. Ваш поточний користувач буде використано зараз.

# noadmin
source: The deposited user has no administrative rights. The Kext Updater will work only limited. Please go to the Menupoint 'Reset Adminuser' and define another one.
cs: Uložený uživatel nemá žádné oprávnění správce. Kext Updater bude fungovat pouze omezeně. Přejděte prosím na Menupoint 'Reset Adminuser' a definujte další.
de: Der hinterlegte Benutzer hat keine administrativen Rechte. Der Kext Updater wird jetzt nur eingeschränkt funktionieren. Du kannst den Benutzer aber über den Menupunkt 'Adminuser zurücksetzen' erneut festlegen.
es: El usuario depositado no tiene derechos administrativos. El actualizador de Kext funcionará solo limitado. Por favor, vaya a Menupoint 'Reset Adminuser' y defina otro.
fi: Talletetulla käyttäjällä ei ole hallinnollisia oikeuksia. Kext Updater toimii vain rajoitetusti. Siirry Menupoint 'Reset Adminuser' ja määritä toinen.
fr: L'utilisateur déposé n'a aucun droit administratif. Kext Updater ne fonctionnera que de manière limitée. S'il vous plaît aller à la Menupoint 'Reset Adminuser' et en définir un autre.
it: L'utente depositato non ha diritti amministrativi. Kext Updater funzionerà solo in modo limitato. Vai al menu 'Reset Adminuser' e definisci un altro.
nl: De gedeponeerde gebruiker heeft geen beheerdersrechten. De Kext Updater werkt slechts beperkt. Ga naar de Menupoint 'Reset Adminuser' en definieer een andere.
pl: Wybrany użytkownik nie ma uprawnień administracyjnych. Aktualizacja kextów będzie działać w ograniczonym zakresie. Przejdź do menu "Zresetuj konto administratora" i ustaw innego użytkownika.
pt_pt: O usuário depositado não possui direitos administrativos. O Kext Updater funcionará apenas limitado. Por favor, vá ao Menupoint 'Reset Adminuser' e defina outro.
ru: Депонированный пользователь не имеет административных прав. Kext Updater будет работать только ограниченно. Перейдите в «Администратор сброса» «Menupoint» и определите еще один.
sv: Den deponerade användaren har inga administrativa rättigheter. Kext Updater fungerar endast begränsat. Gå till menupunktet "Återställ administratör" och definiera en annan.
tr: Yatırılan kullanıcının hiçbir yönetici hakkı yoktur. Kext Updater sadece sınırlı çalışacaktır. Lütfen Menupoint 'Reset Adminuser' bölümüne gidiniz ve bir tane daha tanımlayınız.
uk: Депонований користувач не має адміністративних прав. Програма оновлення Kext працює лише обмежено. Будь ласка, перейдіть до меню "Скидання адмінператора" і виберіть інший.
